# MySQL-Front 5.1  (Build 3.57)

/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE */;
/*!40101 SET SQL_MODE='' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES */;
/*!40103 SET SQL_NOTES='ON' */;


# Host: 192.168.4.2    Database: ins_jmyl
# ------------------------------------------------------
# Server version 5.1.37-1ubuntu5.1-log

DROP DATABASE IF EXISTS `ins_jmyl`;
CREATE DATABASE `ins_jmyl` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `ins_jmyl`;

#
# Source for table jmyl_cfg_bankrate
#

DROP TABLE IF EXISTS `jmyl_cfg_bankrate`;
CREATE TABLE `jmyl_cfg_bankrate` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '残疾程度',
  `year` int(4) unsigned NOT NULL DEFAULT '0' COMMENT '利率年份',
  `bankrate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '利率值',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='银行利率表';

#
# Dumping data for table jmyl_cfg_bankrate
#

INSERT INTO `jmyl_cfg_bankrate` VALUES (1,'2011-05-08 01:17:58','2011-05-08 01:18:44',0,100,'',2011,4.23,'测试，数据');
INSERT INTO `jmyl_cfg_bankrate` VALUES (2,'2011-05-08 01:19:19','2011-05-08 21:02:03',4,100,'',2010,3.33,'32rwr');
INSERT INTO `jmyl_cfg_bankrate` VALUES (3,'2011-05-10 05:35:09','0000-00-00 00:00:00',0,100,'',2010,11,'');

#
# Source for table jmyl_cfg_disability
#

DROP TABLE IF EXISTS `jmyl_cfg_disability`;
CREATE TABLE `jmyl_cfg_disability` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '残疾程度',
  `year` int(4) unsigned NOT NULL DEFAULT '0' COMMENT '年份',
  `org_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '补助比例',
  `org_3_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '区补比例',
  `org_4_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '市补比例',
  `org_5_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '省补比例',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='残疾补助设置表';

#
# Dumping data for table jmyl_cfg_disability
#

INSERT INTO `jmyl_cfg_disability` VALUES (1,'2011-05-08 02:55:23','2011-05-08 03:05:32',0,100,'重度',2011,200,0,0,200,'');
INSERT INTO `jmyl_cfg_disability` VALUES (2,'2011-05-08 02:56:47','0000-00-00 00:00:00',0,100,'中度',2011,100,0,100,0,'');
INSERT INTO `jmyl_cfg_disability` VALUES (3,'2011-05-08 02:57:28','0000-00-00 00:00:00',0,100,'轻度',2011,50,50,0,0,'');

#
# Source for table jmyl_cfg_ins_base
#

DROP TABLE IF EXISTS `jmyl_cfg_ins_base`;
CREATE TABLE `jmyl_cfg_ins_base` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '名称',
  `year` int(4) unsigned NOT NULL DEFAULT '0' COMMENT '年份',
  `ins_base` int(4) unsigned NOT NULL DEFAULT '0' COMMENT '档次金额',
  `org_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '补助金额',
  `org_3_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '区补金额',
  `org_4_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '市补金额',
  `org_5_rate` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '省补金额',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='缴费档次设置表';

#
# Dumping data for table jmyl_cfg_ins_base
#

INSERT INTO `jmyl_cfg_ins_base` VALUES (1,'2011-05-08 02:14:26','2011-05-08 02:31:22',0,100,'',2011,200,60,15,15,30,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (2,'2011-05-08 02:31:57','0000-00-00 00:00:00',0,100,'',2011,400,60,15,15,30,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (3,'2011-05-08 02:32:18','0000-00-00 00:00:00',0,100,'',2011,600,80,20,20,40,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (4,'2011-05-08 02:34:14','0000-00-00 00:00:00',0,100,'',2011,800,90,22.5,22.5,45,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (5,'2011-05-08 02:32:46','2011-05-08 02:34:01',0,100,'',2011,1000,100,25,25,50,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (6,'2011-05-08 02:33:17','0000-00-00 00:00:00',0,100,'',2011,1500,100,25,25,50,'');
INSERT INTO `jmyl_cfg_ins_base` VALUES (7,'2011-05-08 02:33:32','0000-00-00 00:00:00',0,100,'',2011,2000,100,25,25,50,'');

#
# Source for table jmyl_cfg_ins_pay
#

DROP TABLE IF EXISTS `jmyl_cfg_ins_pay`;
CREATE TABLE `jmyl_cfg_ins_pay` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(20) NOT NULL DEFAULT '',
  `year` int(4) unsigned NOT NULL DEFAULT '0' COMMENT '标准年份',
  `ins_pay` double(5,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '养老金计发标准',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='养老金计发标准表';

#
# Dumping data for table jmyl_cfg_ins_pay
#

INSERT INTO `jmyl_cfg_ins_pay` VALUES (3,'2011-05-08 13:52:46','2011-05-10 07:29:46',0,100,'',2011,120,'基础养老金');

#
# Source for table jmyl_evt
#

DROP TABLE IF EXISTS `jmyl_evt`;
CREATE TABLE `jmyl_evt` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '业务名称',
  `type` varchar(30) NOT NULL DEFAULT '' COMMENT '业务类型',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '业务说明',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='业务信息表';

#
# Dumping data for table jmyl_evt
#

INSERT INTO `jmyl_evt` VALUES (1,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'录入参保人信息','参保人信息管理','');

#
# Source for table jmyl_fee
#

DROP TABLE IF EXISTS `jmyl_fee`;
CREATE TABLE `jmyl_fee` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '姓名',
  `idcard` varchar(20) NOT NULL DEFAULT '' COMMENT '身份证号',
  `ins_code` varchar(20) NOT NULL DEFAULT '' COMMENT '参保编号',
  `ins_base` varchar(10) NOT NULL DEFAULT '' COMMENT '缴费标准',
  `disability_rate` varchar(20) NOT NULL DEFAULT '' COMMENT '残疾补贴',
  `gov_rate` varchar(20) NOT NULL DEFAULT '' COMMENT '财政补贴',
  `state_2` varchar(20) NOT NULL DEFAULT '' COMMENT '发放状态',
  `type_1` varchar(20) NOT NULL DEFAULT '' COMMENT '发放类型：0起发；1停发；2续发',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='缴费信息表';

#
# Dumping data for table jmyl_fee
#


#
# Source for table jmyl_insured
#

DROP TABLE IF EXISTS `jmyl_insured`;
CREATE TABLE `jmyl_insured` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '姓名',
  `nation` varchar(20) NOT NULL DEFAULT '' COMMENT '民族',
  `idcard` varchar(20) NOT NULL DEFAULT '' COMMENT '身份证号',
  `sex` varchar(2) NOT NULL DEFAULT '' COMMENT '性别',
  `photo` varchar(50) NOT NULL DEFAULT '../img/photo.gif' COMMENT '照片',
  `ins_code` varchar(20) NOT NULL DEFAULT '' COMMENT '参保编号',
  `birth` date NOT NULL DEFAULT '0000-00-00' COMMENT '出生日期',
  `org_2` varchar(20) NOT NULL DEFAULT '' COMMENT '户口所在街道',
  `org_2_id` int(11) unsigned NOT NULL DEFAULT '0',
  `org_1` varchar(20) NOT NULL DEFAULT '' COMMENT '户口所在社区',
  `org_1_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '缴费标准id',
  `addr` varchar(30) NOT NULL DEFAULT '' COMMENT '住址',
  `tel_1` varchar(20) NOT NULL DEFAULT '' COMMENT '电话1',
  `tel_2` varchar(20) NOT NULL DEFAULT '' COMMENT '电话2',
  `disability` varchar(10) NOT NULL DEFAULT '' COMMENT '残疾等级',
  `disability_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '残疾等级id',
  `ins_base` varchar(10) NOT NULL DEFAULT '' COMMENT '缴费标准',
  `ins_base_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '缴费标准id',
  `bankcard_name` varchar(10) NOT NULL DEFAULT '' COMMENT '代缴卡主姓名',
  `bankcard_code` varchar(20) NOT NULL DEFAULT '' COMMENT '代缴卡号',
  `ins_date` varchar(20) NOT NULL DEFAULT '' COMMENT '参保时间',
  `ins_age` int(2) unsigned NOT NULL DEFAULT '0' COMMENT '缴费年限',
  `ins_pa` double(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '个人账户',
  `ins_pay` double(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '月领取金额',
  `state_1` varchar(10) NOT NULL DEFAULT '' COMMENT '参保状态:正常/暂停/终止',
  `state_2` varchar(10) NOT NULL DEFAULT '' COMMENT '发放状态:正常/暂停/终止',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=187 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='参保人信息表';

#
# Dumping data for table jmyl_insured
#

INSERT INTO `jmyl_insured` VALUES (5,'2011-05-09 15:39:21','2011-05-10 09:33:34',0,100,'陈利英','汉','610104194912078365','女','../img/photo.gif','610104194912078365','1949-12-07','枣园',97,'三民',112,'莲湖区三民村442号','13649277908','13709295832','',0,'',0,'陈利英','3700111001083413905','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (6,'2011-05-09 15:44:18','2011-05-10 09:33:54',0,100,'杨崇锁','汉','610104194612188335','男','../img/photo.gif','610104194612188335','1946-12-18','枣园',97,'三民',112,'莲湖区三民村社区','15991735804','','',0,'',0,'杨崇锁','3700111001083412577','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (7,'2011-05-09 15:49:50','0000-00-00 00:00:00',0,100,'杨玉贤','汉','610104330825822','女','../img/photo.gif','610104330825822','1933-08-25','枣园',97,'三民',112,'莲湖区三民村256号','13484664407','15229088286','',0,'',0,'杨玉贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (8,'2011-05-09 15:54:00','2011-05-10 09:00:42',0,100,'魏菊娥','汉','610104194002088329','女','../img/photo.gif','610104194002088329','1940-02-08','枣园',97,'三民',112,'莲湖区三民村261号','13022820974','02989103267','',0,'',0,'魏菊娥','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (9,'2011-05-09 15:56:27','0000-00-00 00:00:00',0,100,'麻雪茹','汉','610104194803178324','女','../img/photo.gif','610104194803178324','1948-03-17','枣园',97,'三民',112,'莲湖区三民村312号','15829532984','','',0,'',0,'麻雪茹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (10,'2011-05-09 16:42:47','0000-00-00 00:00:00',0,100,'许会芳','汉','610104194002058322','女','../img/photo.gif','610104194002058322','1940-02-05','枣园',97,'三民',112,'莲湖区三民村267号','13669234662','','',0,'',0,'许会芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (11,'2011-05-10 08:17:14','0000-00-00 00:00:00',0,100,'黄桂娥','汉','610104194209028323','女','../img/photo.gif','610104194209028323','1942-09-02','枣园',97,'三民',112,'莲湖区三民村269号付1号','13609161895','13892805105','',0,'',0,'黄桂娥','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (12,'2011-05-10 08:19:06','0000-00-00 00:00:00',0,100,'杨润香','汉','610104194905148329','女','../img/photo.gif','610104194905148329','1949-05-14','枣园',97,'三民',112,'莲湖区三民村社区113号','13572538556','13474168350','',0,'',0,'杨润香','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (13,'2011-05-10 08:22:54','2011-05-10 08:55:39',4,100,'蔺欠芳','汉','610104420912832','女','../img/photo.gif','610104420912832','1942-09-12','枣园',97,'三民',112,'莲湖区三民村324号','13152496975','13630218045','',0,'',0,'蔺欠芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (14,'2011-05-10 08:48:59','2011-05-10 09:33:04',0,100,'高培琴','汉','610125195006146246','女','../img/photo.gif','610125195006146246','1950-06-14','枣园',97,'三民',112,'莲湖区三民村277号','13891889135','13389280658','',0,'',0,'高培琴','3700111001083414408','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (15,'2011-05-10 08:49:14','2011-05-10 09:34:15',0,100,'刘秋明','汉','61010419420224834X','女','../img/photo.gif','61010419420224834X','1942-02-24','枣园',97,'三民',112,'莲湖区枣园街道三民村一组271号','18666910739','','',0,'',0,'刘秋明','3700111001083419441','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (16,'2011-05-10 08:51:03','2011-05-10 14:35:09',0,100,'杨爱花','汉','610104194704078344','女','../img/photo.gif','610104194704078344','1947-04-07','枣园',97,'三民',112,'莲湖区枣园街办三民村一组442号','15902993543','','',0,'',0,'杨爱花','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (17,'2011-05-10 08:51:14','2011-05-10 09:34:54',0,100,'宋启增','汉','610104194009228312','男','../img/photo.gif','610104194009228312','1940-09-22','枣园',97,'三民',112,'莲湖区三民村267号','13669234662','13991919755','',0,'',0,'宋启增','3700112501082866527','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (18,'2011-05-10 08:51:18','0000-00-00 00:00:00',0,100,'高纪贤','汉','610104280210832','女','../img/photo.gif','610104280210832','1928-02-10','枣园',97,'三民',112,'莲湖区三民村8号','13072963035','','',0,'',0,'高纪贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (19,'2011-05-10 08:53:21','2011-05-10 09:01:42',0,100,'杨献纯','汉','610104194812168312','男','../img/photo.gif','610104194812168312','1948-12-16','枣园',97,'三民',112,'莲湖区三民村316号','18792857670','15129059693','',0,'',0,'杨献纯','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (20,'2011-05-10 08:53:37','2011-05-10 09:34:35',0,100,'靳志诚','汉','610104194911178313','男','../img/photo.gif','610104194911178313','1949-11-17','枣园',97,'三民',112,'莲湖区三民村113号','13572538556','13474168350','',0,'',0,'靳志诚','3700111501081401826','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (21,'2011-05-10 08:54:30','0000-00-00 00:00:00',0,100,'蔺欠芳','汉','610104194209128324','女','../img/photo.gif','610104194209128324','1942-09-12','枣园',97,'三民',112,'莲湖区三民村324号','13152496975','','',0,'',0,'蔺欠芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (22,'2011-05-12 10:35:11','2011-05-12 10:53:09',0,100,'杨小芹','汉','610104194209098348','女','../img/photo.gif','610104194209098348','1942-09-09','枣园',97,'三民',112,'莲湖区三民村470号','13649232242','','',0,'',0,'杨小芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (23,'2011-05-12 10:38:20','0000-00-00 00:00:00',0,100,'王俊芳','汉','610104192601118324','女','../img/photo.gif','610104192601118324','1926-01-11','枣园',97,'三民',112,'莲湖区三民村471号','13309230338','','',0,'',0,'王俊芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (24,'2011-05-12 10:42:07','0000-00-00 00:00:00',0,100,'万秀芳','汉','610104193208198326','女','../img/photo.gif','610104193208198326','1932-08-19','枣园',97,'三民',112,'莲湖区三民村32号','15991619051','','',0,'',0,'万秀芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (25,'2011-05-12 10:44:47','0000-00-00 00:00:00',0,100,'杨克成','汉','610104192911158356','男','../img/photo.gif','610104192911158356','1929-11-15','枣园',97,'三民',112,'莲湖区三民村32号','15991619051','','',0,'',0,'杨克成','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (26,'2011-05-12 11:03:02','0000-00-00 00:00:00',0,100,'姜秀珍','汉','610104350211832','女','../img/photo.gif','610104350211832','1935-02-11','枣园',97,'三民',112,'莲湖区三民村231号','13484931455','','',0,'',0,'姜秀珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (27,'2011-05-12 11:05:58','0000-00-00 00:00:00',0,100,'杨月芹','汉','610104194903218346','女','../img/photo.gif','610104194903218346','1949-03-21','枣园',97,'三民',112,'莲湖区三民村375号','13002930029','','',0,'',0,'杨月芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (28,'2011-05-12 11:09:00','0000-00-00 00:00:00',0,100,'董秀英','汉','610104193207238322','女','../img/photo.gif','610104193207238322','1932-07-23','枣园',97,'三民',112,'莲湖区三民村410号','13991934481','62966083','',0,'',0,'董秀英','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (29,'2011-05-12 11:11:42','0000-00-00 00:00:00',0,100,'文秀利','汉','610104192810248328','女','../img/photo.gif','610104192810248328','1928-10-24','枣园',97,'三民',112,'莲湖区三民村84号','13709284835','','',0,'',0,'文秀利','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (30,'2011-05-12 11:13:50','0000-00-00 00:00:00',0,100,'叶凤珍','汉','610104194611018342','女','../img/photo.gif','610104194611018342','1946-11-01','枣园',97,'三民',112,'莲湖区三民村26号 ','13279286263','','',0,'',0,'叶凤珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (31,'2011-05-12 11:16:41','0000-00-00 00:00:00',0,100,'徐德运','汉','61010419480517831x','女','../img/photo.gif','61010419480517831x','1948-05-17','枣园',97,'三民',112,'莲湖区三民村75号','13279228819','','',0,'',0,'徐德运','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (32,'2011-05-14 10:13:57','0000-00-00 00:00:00',0,100,'宋明芳','汉','61010419431006832X','女','../img/photo.gif','61010419431006832X','1943-10-06','枣园',97,'三民',112,'莲湖区三民村161号','15091094039','','',0,'',0,'宋明芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (33,'2011-05-14 10:23:03','0000-00-00 00:00:00',0,100,'刘素绒','汉','610104194812158325','女','../img/photo.gif','610104194812158325','1948-12-15','枣园',97,'三民',112,'莲湖区三民村143号','15829702752','','',0,'',0,'刘素绒','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (34,'2011-05-14 10:26:58','0000-00-00 00:00:00',0,100,'辛夏阁','汉','610104194905208328','女','../img/photo.gif','610104194905208328','1949-05-20','枣园',97,'三民',112,'莲湖区三民村149号','13991954649','','',0,'',0,'辛夏阁','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (35,'2011-05-14 10:35:21','0000-00-00 00:00:00',0,100,'赵燕梅','汉','610104194204208325','女','../img/photo.gif','610104194204208325','1942-04-20','枣园',97,'三民',112,'莲湖区三民村112号','18229578807','','',0,'',0,'赵燕梅','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (36,'2011-05-14 10:38:55','0000-00-00 00:00:00',0,100,'靳志平','汉','610104194102168318','男','../img/photo.gif','610104194102168318','1941-02-16','枣园',97,'三民',112,'莲湖区三民村112号','18729578807','','',0,'',0,'靳志平','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (37,'2011-05-14 10:42:38','0000-00-00 00:00:00',0,100,'杨拉锁','汉','610104193912028339','男','../img/photo.gif','610104193912028339','1939-12-02','枣园',97,'三民',112,'莲湖区三民村112号','15091094039','','',0,'',0,'杨拉锁','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (38,'2011-05-14 10:46:03','0000-00-00 00:00:00',0,100,'杨玲叶','汉','610104194611028321','女','../img/photo.gif','610104194611028321','1946-11-02','枣园',97,'三民',112,'莲湖区三民村108号','15902985523','','',0,'',0,'杨玲叶','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (39,'2011-05-14 10:49:00','0000-00-00 00:00:00',0,100,'牛玉兰','汉','610104192101048366','女','../img/photo.gif','610104192101048366','1921-01-04','枣园',97,'三民',112,'莲湖区三民村296号','13384907036','','',0,'',0,'牛玉兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (40,'2011-05-14 10:52:41','0000-00-00 00:00:00',0,100,'张彩贤','汉','610104194410198324','女','../img/photo.gif','610104194410198324','1944-10-19','枣园',97,'三民',112,'莲湖区三民村145号','13891820054','','',0,'',0,'张翠贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (41,'2011-05-14 10:55:27','0000-00-00 00:00:00',0,100,'段巧琴','汉','610104194408258340','女','../img/photo.gif','610104194408258340','1944-08-25','枣园',97,'三民',112,'莲湖区三民村102号','15319764890','','',0,'',0,'段巧琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (42,'2011-05-14 10:58:15','0000-00-00 00:00:00',0,100,'李淑芹','汉','610104194909228326','女','../img/photo.gif','610104194909228326','1949-09-22','枣园',97,'三民',112,'莲湖区三民村142号','13991358960','','',0,'',0,'李淑芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (43,'2011-05-14 11:05:59','0000-00-00 00:00:00',0,100,'张春兰','汉','610104301025832','女','../img/photo.gif','610104301025832','1930-10-25','枣园',97,'三民',112,'莲湖区三民村100号','13319071694','','',0,'',0,'张春兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (44,'2011-05-14 11:08:26','0000-00-00 00:00:00',0,100,'李桂芳','汉','610104194011018322','女','../img/photo.gif','610104194011018322','1940-11-01','枣园',97,'三民',112,'莲湖区三民村130号','15929304126','','',0,'',0,'李桂芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (45,'2011-05-14 11:10:40','2011-07-19 10:14:09',0,100,'昝美蓉','汉','610104194712048348','女','../img/photo.gif','610104194712048348','1947-12-04','枣园',97,'三民',112,'莲湖区三民村162号','13484600160','','',0,'',0,'昝美容','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (46,'2011-05-14 11:13:05','0000-00-00 00:00:00',0,100,'赵怀林','汉','610104194903198330','男','../img/photo.gif','610104194903198330','1949-03-19','枣园',97,'三民',112,'莲湖区三民村136号','13572513290','','',0,'',0,'赵怀林','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (47,'2011-05-14 11:17:50','0000-00-00 00:00:00',0,100,'李云霞','汉','610104194703098327','女','../img/photo.gif','610104194703098327','1947-03-09','枣园',97,'三民',112,'莲湖区三民村15号','13572513290','','',0,'',0,'李云霞','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (48,'2011-05-14 11:20:06','0000-00-00 00:00:00',0,100,'张秀兰','汉','610104194904048326','女','../img/photo.gif','610104194904048326','1949-04-04','枣园',97,'三民',112,'莲湖区三民村138号','13659230659','','',0,'',0,'张秀兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (49,'2011-05-14 11:22:09','0000-00-00 00:00:00',0,100,'杨振华','汉','610104194202218319','男','../img/photo.gif','610104194202218319','1942-02-21','枣园',97,'三民',112,'莲湖区三民村138号','13659230659','','',0,'',0,'杨振华','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (50,'2011-05-14 11:25:31','0000-00-00 00:00:00',0,100,'杨定锁','汉','610104193912268332','男','../img/photo.gif','610104193912268332','1939-12-26','枣园',97,'三民',112,'莲湖区三民村195号','13659230659','','',0,'',0,'杨定锁','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (51,'2011-05-14 11:27:24','0000-00-00 00:00:00',0,100,'朱桂香','汉','610104194204148342','女','../img/photo.gif','610104194204148342','1942-04-14','枣园',97,'三民',112,'莲湖区三民村195号','13659181896','','',0,'',0,'朱桂香','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (52,'2011-05-14 11:29:42','0000-00-00 00:00:00',0,100,'宋聪珍','汉','610104194709088349','女','../img/photo.gif','610104194709088349','1947-09-08','枣园',97,'三民',112,'莲湖区三民村92号','13991923615','','',0,'',0,'宋聪珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (53,'2011-05-14 11:32:16','0000-00-00 00:00:00',0,100,'王秀萍','汉','610104194711258327','女','../img/photo.gif','610104194711258327','1947-11-25','枣园',97,'三民',112,'莲湖区三民村309号','83301144','','',0,'',0,'王秀萍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (54,'2011-05-14 11:36:01','0000-00-00 00:00:00',0,100,'王爱珍','汉','610104193706018324','女','../img/photo.gif','610104193706018324','1937-06-01','枣园',97,'三民',112,'莲湖区三民村116号','13699118965','13072948866','',0,'',0,'王爱珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (55,'2011-05-14 14:29:03','0000-00-00 00:00:00',0,100,'杨素贤','汉','610104194907068381','女','../img/photo.gif','610104194907068381','1949-07-06','枣园',97,'三民',112,'莲湖区三民村292号','13679168749','','',0,'',0,'杨素贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (56,'2011-05-14 14:31:10','2011-06-04 11:26:35',0,100,'杨平锁','汉','610104193802038317','男','../img/photo.gif','610104193802038317','1938-02-03','枣园',97,'三民',112,'莲湖区三民村149号','13991954649','','',0,'',0,'杨平锁','37001122010810760013','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (57,'2011-05-14 14:33:38','0000-00-00 00:00:00',0,100,'刘惠贤','汉','610104321116834','女','../img/photo.gif','610104321116834','1932-11-16','枣园',97,'三民',112,'莲湖区三民村91号','15202913552','','',0,'',0,'刘惠贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (58,'2011-05-14 14:35:55','0000-00-00 00:00:00',0,100,'白玉珍','汉','610104321010832','女','../img/photo.gif','610104321010832','1932-10-10','枣园',97,'三民',112,'莲湖区三民村93号','13379392395','','',0,'',0,'白玉珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (59,'2011-05-14 16:14:43','0000-00-00 00:00:00',0,100,'吴水贤','汉','610104340920832','女','../img/photo.gif','610104340920832','1934-09-20','枣园',97,'三民',112,'莲湖区三民村85号','13991101394','','',0,'',0,'吴水贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (60,'2011-05-14 16:17:00','0000-00-00 00:00:00',0,100,'何秀芳','汉','610104193709128342','女','../img/photo.gif','610104193709128342','1937-09-12','枣园',97,'三民',112,'莲湖区三民村34号','13629293827','','',0,'',0,'何秀芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (61,'2011-05-14 16:19:04','0000-00-00 00:00:00',0,100,'杨素珍','汉','610104194505018322','女','../img/photo.gif','610104194505018322','1945-05-01','枣园',97,'三民',112,'莲湖区三民村42号','13649286804','','',0,'',0,'杨素珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (62,'2011-05-14 16:21:01','0000-00-00 00:00:00',0,100,'杨兴运','汉','610104192810198316','男','../img/photo.gif','610104192810198316','1928-10-19','枣园',97,'三民',112,'莲湖区三民村60号','18992867169','','',0,'',0,'杨兴运','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (63,'2011-05-14 16:23:42','0000-00-00 00:00:00',0,100,'张翠贤','汉','610104194207018340','女','../img/photo.gif','610104194207018340','1942-07-01','枣园',97,'三民',112,'莲湖区三民村59号','84388255','','',0,'',0,'张翠贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (64,'2011-05-14 16:26:24','0000-00-00 00:00:00',0,100,'张彩芹','汉','610104194408258324','女','../img/photo.gif','610104194408258324','1944-08-25','枣园',97,'三民',112,'莲湖区三民村30号','15002973253','','',0,'',0,'张彩芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (65,'2011-05-14 16:28:19','0000-00-00 00:00:00',0,100,'林秀芹','汉','610104194407278323','女','../img/photo.gif','610104194407278323','1944-07-27','枣园',97,'三民',112,'莲湖区三民村254号','13299112593','','',0,'',0,'林秀芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (66,'2011-05-14 16:30:13','0000-00-00 00:00:00',0,100,'方秀芹','汉','61010419330317834X','女','../img/photo.gif','61010419330317834X','1933-03-17','枣园',97,'三民',112,'莲湖区三民村35号','13700274911','','',0,'',0,'方秀芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (67,'2011-05-14 16:35:21','0000-00-00 00:00:00',0,100,'段彩霞','汉','610104193809148340','女','../img/photo.gif','610104193809148340','1938-09-14','枣园',97,'三民',112,'莲湖区三民村38号','13488113652','','',0,'',0,'段彩霞','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (68,'2011-05-14 16:37:38','0000-00-00 00:00:00',0,100,'张玉秀','汉','610104381202832','女','../img/photo.gif','610104381202832','1938-12-02','枣园',97,'三民',112,'莲湖区三民村261号','13152107381','','',0,'',0,'张玉秀','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (69,'2011-05-14 16:39:12','0000-00-00 00:00:00',0,100,'焦淑霞','汉','610104194710078324','女','../img/photo.gif','610104194710078324','1947-10-07','枣园',97,'三民',112,'莲湖区三民村48号','13991237897','','',0,'',0,'焦淑霞','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (70,'2011-05-14 16:42:02','0000-00-00 00:00:00',0,100,'杨玉珍','汉','610104194108078348','女','../img/photo.gif','610104194108078348','1941-08-07','枣园',97,'三民',112,'莲湖区三民村44号','13991828421','','',0,'',0,'杨玉珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (71,'2011-05-14 16:44:39','0000-00-00 00:00:00',0,100,'杨彩霞','汉','610104194105118340','女','../img/photo.gif','610104194105118340','1941-05-11','枣园',97,'三民',112,'莲湖区三民村11号','13363903723','','',0,'',0,'杨彩霞','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (72,'2011-05-14 16:46:35','0000-00-00 00:00:00',0,100,'蔺亚绒','汉','610104194912088328','女','../img/photo.gif','610104194912088328','1949-12-08','枣园',97,'三民',112,'莲湖区三民村367号','13709211731','','',0,'',0,'蔺亚绒','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (73,'2011-05-14 16:48:22','0000-00-00 00:00:00',0,100,'何菊芳','汉','610104194603058360','女','../img/photo.gif','610104194603058360','1946-03-05','枣园',97,'三民',112,'莲湖区三民村4号','18729966913','','',0,'',0,'','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (74,'2011-05-14 16:50:35','0000-00-00 00:00:00',0,100,'吕惠芹','汉','610104280626832','女','../img/photo.gif','610104280626832','1928-06-26','枣园',97,'三民',112,'莲湖区三民村97号','13649278625','','',0,'',0,'吕惠芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (75,'2011-05-14 16:52:25','0000-00-00 00:00:00',0,100,'芦雪芳','汉','610104194610068321','女','../img/photo.gif','610104194610068321','1946-10-06','枣园',97,'三民',112,'莲湖区三民村29号','15129934473','','',0,'',0,'芦雪芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (76,'2011-05-14 16:55:10','0000-00-00 00:00:00',0,100,'石海云','汉','610104193405058322','女','../img/photo.gif','610104193405058322','1934-05-05','枣园',97,'三民',112,'莲湖区三民村73号','15091855970','','',0,'',0,'石海云','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (77,'2011-05-18 10:23:45','0000-00-00 00:00:00',0,100,'杨来运','汉','610104194211168317','男','../img/photo.gif','610104194211168317','1942-11-16','枣园',97,'三民',112,'莲湖区三民村55号','13572565446','','',0,'',0,'杨来运','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (78,'2011-05-18 10:27:24','0000-00-00 00:00:00',0,100,'卢碧兰','汉','610104195009228325','女','../img/photo.gif','610104195009228325','1950-09-22','枣园',97,'三民',112,'莲湖区三民村31号','13379514138','','',0,'',0,'卢碧兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (79,'2011-05-18 10:32:37','0000-00-00 00:00:00',0,100,'贺西琴','汉','610104194302138340','女','../img/photo.gif','610104194302138340','1943-02-13','枣园',97,'三民',112,'莲湖区三民村12号','13096917560','','',0,'',0,'贺西琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (80,'2011-05-18 10:36:30','0000-00-00 00:00:00',0,100,'王育秀','汉','610104193011248406','女','../img/photo.gif','610104193011248406','1930-11-24','枣园',97,'三民',112,'莲湖区三民村202号','13709264126','','',0,'',0,'王育秀','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (81,'2011-05-18 10:40:04','0000-00-00 00:00:00',0,100,'杨桂芹','汉','610104194911228341','女','../img/photo.gif','610104194911228341','1949-11-22','枣园',97,'三民',112,'莲湖区三民村135号','84388463','','',0,'',0,'杨桂芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (82,'2011-05-18 10:54:26','0000-00-00 00:00:00',0,100,'刘桂珍','汉','610104195004128341','女','../img/photo.gif','610104195004128341','1950-04-12','枣园',97,'三民',112,'莲湖区三民村118号','13909252792','','',0,'',0,'刘桂珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (83,'2011-05-18 10:56:29','0000-00-00 00:00:00',0,100,'闫松芹','汉','610104194811048343','女','../img/photo.gif','610104194811048343','1948-11-04','枣园',97,'三民',112,'莲湖区三民村117号','15891742778','','',0,'',0,'闫松芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (84,'2011-05-18 10:59:55','0000-00-00 00:00:00',0,100,'白松安','汉','610104194905258392','男','../img/photo.gif','610104194905258392','1949-05-25','枣园',97,'三民',112,'莲湖区三民村392号','15891742778','','',0,'',0,'白松安','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (85,'2011-05-18 11:03:10','0000-00-00 00:00:00',0,100,'刘爱芳','汉','610104194403118322','女','../img/photo.gif','610104194403118322','1944-03-11','枣园',97,'三民',112,'莲湖区三民村125号','18710485305','','',0,'',0,'刘爱芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (86,'2011-05-18 11:08:59','0000-00-00 00:00:00',0,100,'孙玉兰','汉','61010419491201832X','女','../img/photo.gif','61010419491201832X','1949-12-01','枣园',97,'三民',112,'莲湖区三民村188号','13571919889','','',0,'',0,'孙玉兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (87,'2011-05-18 11:12:26','0000-00-00 00:00:00',0,100,'相瑞燕','汉','610104194210218343','女','../img/photo.gif','610104194210218343','1942-10-21','枣园',97,'三民',112,'莲湖区三民村129号','13571855887','','',0,'',0,'相瑞燕','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (88,'2011-05-18 11:17:50','0000-00-00 00:00:00',0,100,'陈梅莲','汉','61010419451015832X','女','../img/photo.gif','61010419451015832X','1945-10-15','枣园',97,'三民',112,'莲湖区三民村134号','15991805639','','',0,'',0,'陈梅莲','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (89,'2011-05-18 11:20:05','0000-00-00 00:00:00',0,100,'张秀兰','汉','610104192312288343','女','../img/photo.gif','610104192312288343','1923-12-28','枣园',97,'三民',112,'莲湖区三民村220号','15594134381','','',0,'',0,'张秀兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (90,'2011-05-18 11:22:07','2011-06-03 12:03:27',0,100,'刘树银','汉','610104194908298322','女','../img/photo.gif','610104194908298322','1949-08-29','枣园',97,'',0,'莲湖区三民村119号','13289230879','','',0,'',0,'刘树银','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (91,'2011-05-18 11:34:25','0000-00-00 00:00:00',0,100,'焦菊兰','汉','610104311023832','女','../img/photo.gif','610104311023832','1931-10-23','枣园',97,'三民',112,'莲湖区三民村184号','13571806663','','',0,'',0,'焦菊兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (92,'2011-05-20 11:31:03','0000-00-00 00:00:00',0,100,'李秀春','汉','610104261217832','女','../img/photo.gif','610104261217832','1926-12-17','枣园',97,'三民',112,'莲湖区三民村199号','13772144918','','',0,'',0,'李秀春','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (93,'2011-05-20 11:33:14','0000-00-00 00:00:00',0,100,'马桂芳','汉','610104193904248323','女','../img/photo.gif','610104193904248323','1939-04-24','枣园',97,'三民',112,'莲湖区三民村120号','13700279097','','',0,'',0,'马桂芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (94,'2011-05-20 11:35:02','0000-00-00 00:00:00',0,100,'刘桂芹','汉','610104194809178325','女','../img/photo.gif','610104194809178325','1948-09-17','枣园',97,'三民',112,'莲湖区三民村114号','13572031322','','',0,'',0,'刘桂芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (95,'2011-05-20 11:36:50','0000-00-00 00:00:00',0,100,'叶素芳','汉','610104193203128329','女','../img/photo.gif','610104193203128329','1932-03-12','枣园',97,'三民',112,'莲湖区三民村213号','13892869225','','',0,'',0,'叶素芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (96,'2011-05-21 09:36:33','0000-00-00 00:00:00',0,100,'沈桂英','汉','610104193401158326','女','../img/photo.gif','610104193401158326','1934-01-15','枣园',97,'三民',112,'莲湖区三民村121号','86000283','','',0,'',0,'沈桂英','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (97,'2011-05-21 09:38:26','0000-00-00 00:00:00',0,100,'叶素芹','汉','610104194712138343','女','../img/photo.gif','610104194712138343','1947-12-13','枣园',97,'三民',112,'莲湖区三民村207号','15829029628','','',0,'',0,'叶素芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (98,'2011-05-21 09:40:40','0000-00-00 00:00:00',0,100,'许会贤','汉','610104194509148327','女','../img/photo.gif','610104194509148327','1945-09-14','枣园',97,'三民',112,'莲湖区三民村165号','84389727','13364968156','',0,'',0,'许会贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (99,'2011-05-21 09:43:39','2011-07-19 10:11:15',0,100,'尚玉芹','汉','610104280907832','女','../img/photo.gif','610104280907832','1928-09-07','枣园',97,'三民',112,'莲湖区三民村218号','13609250950','','',0,'',0,'尚玉琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (100,'2011-05-21 09:46:00','0000-00-00 00:00:00',0,100,'段清才','汉','610104261111831','男','../img/photo.gif','610104261111831','1926-11-11','枣园',97,'三民',112,'莲湖区三民村170号','13572069840','','',0,'',0,'段清才','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (101,'2011-05-21 09:48:03','0000-00-00 00:00:00',0,100,'毕岚芹','汉','610104195011178347','女','../img/photo.gif','610104195011178347','1950-11-17','枣园',97,'三民',112,'莲湖区三民村133号','15202339380','','',0,'',0,'毕岚芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (102,'2011-05-21 11:22:59','0000-00-00 00:00:00',0,100,'王蒙芳','汉','610104191118831','男','../img/photo.gif','610104191118831','1919-11-18','枣园',97,'三民',112,'莲湖区三民村118号','13909252792','','',0,'',0,'王蒙芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (103,'2011-05-21 12:20:26','0000-00-00 00:00:00',0,100,'段瑞青','汉','610104194706048333','男','../img/photo.gif','610104194706048333','1947-06-04','枣园',97,'三民',112,'莲湖区三民村205号','13359276735','','',0,'',0,'段瑞青','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (104,'2011-05-21 12:22:45','0000-00-00 00:00:00',0,100,'马风琴','汉','610104194709098328','女','../img/photo.gif','610104194709098328','1947-09-09','枣园',97,'三民',112,'莲湖区三民村205号','13359276735','','',0,'',0,'马风琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (105,'2011-05-21 12:26:09','0000-00-00 00:00:00',0,100,'刘炳华','汉','610104230303832','女','../img/photo.gif','610104230303832','1923-03-03','枣园',97,'三民',112,'莲湖区三民村278号','13891805104','','',0,'',0,'刘炳华','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (106,'2011-05-21 12:28:26','0000-00-00 00:00:00',0,100,'张桂云','汉','610104195007218326','女','../img/photo.gif','610104195007218326','1950-07-21','枣园',97,'三民',112,'莲湖区三民村353号','13572549717','','',0,'',0,'张桂云','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (107,'2011-05-21 12:30:52','0000-00-00 00:00:00',0,100,'杨秀芹','汉','610104151020832','女','../img/photo.gif','610104151020832','1915-10-20','枣园',97,'三民',112,'莲湖区三民村279号','15029181208','','',0,'',0,'杨秀芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (108,'2011-05-21 12:33:03','0000-00-00 00:00:00',0,100,'张秀兰','汉','610104301018832','女','../img/photo.gif','610104301018832','1930-10-18','枣园',97,'三民',112,'莲湖区三民村20号','13060371362','','',0,'',0,'张秀兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (109,'2011-05-21 12:35:25','0000-00-00 00:00:00',0,100,'孙建民','汉','610104194408218314','男','../img/photo.gif','610104194408218314','1944-08-21','枣园',97,'三民',112,'莲湖区三民村288号','13152161627','','',0,'',0,'孙建民','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (110,'2011-05-21 12:37:22','0000-00-00 00:00:00',0,100,'赵凡枝','汉','610104194809168362','女','../img/photo.gif','610104194809168362','1948-09-16','枣园',97,'三民',112,'莲湖区三民村288号','13152161629','','',0,'',0,'赵凡枝','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (111,'2011-05-21 12:40:00','0000-00-00 00:00:00',0,100,'赵凤琴','汉','610104193111048321','女','../img/photo.gif','610104193111048321','1931-11-04','枣园',97,'三民',112,'莲湖区三民村253号','13709148927','','',0,'',0,'赵凤琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (112,'2011-05-21 12:42:28','0000-00-00 00:00:00',0,100,'蔺秀云','汉','610104194608248323','女','../img/photo.gif','610104194608248323','1946-08-24','枣园',97,'三民',112,'莲湖区三民村350号','13619293033','','',0,'',0,'蔺秀云','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (113,'2011-05-21 12:44:19','0000-00-00 00:00:00',0,100,'相应来','汉','610104194503048317','男','../img/photo.gif','610104194503048317','1945-03-04','枣园',97,'三民',112,'莲湖区三民村386号','15319782534','','',0,'',0,'相应来','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (114,'2011-05-21 12:46:45','0000-00-00 00:00:00',0,100,'卢凤英','汉','61010419500905832X','女','../img/photo.gif','61010419500905832X','1950-09-05','枣园',97,'三民',112,'莲湖区三民村394号','84611430','','',0,'',0,'卢凤英','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (115,'2011-05-21 12:49:13','0000-00-00 00:00:00',0,100,'徐秀英','汉','610104321009832','女','../img/photo.gif','610104321009832','1932-10-09','枣园',97,'三民',112,'莲湖区三民村111号','13201524396','','',0,'',0,'徐秀英','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (116,'2011-05-21 12:51:12','0000-00-00 00:00:00',0,100,'李彩贤','汉','610104194410178323','女','../img/photo.gif','610104194410178323','1944-10-17','枣园',97,'三民',112,'莲湖区三民村115号','84621897','','',0,'',0,'李彩贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (117,'2011-05-21 12:53:14','0000-00-00 00:00:00',0,100,'肖振运','汉','610104193912058335','男','../img/photo.gif','610104193912058335','1939-12-05','枣园',97,'三民',112,'莲湖区三民村115号','84621897','','',0,'',0,'肖振运','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (118,'2011-05-21 12:57:47','0000-00-00 00:00:00',0,100,'王佩仙','汉','610104194207068321','女','../img/photo.gif','610104194207068321','1942-07-06','枣园',97,'三民',112,'莲湖区三民村275号','13201730227','','',0,'',0,'王佩仙','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (119,'2011-05-21 13:00:16','0000-00-00 00:00:00',0,100,'肖彩霞','汉','610104195004158401','女','../img/photo.gif','610104195004158401','1950-04-15','枣园',97,'三民',112,'莲湖区三民村444号','13772481361','','',0,'',0,'肖彩霞','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (120,'2011-05-21 13:02:12','0000-00-00 00:00:00',0,100,'相玉芳','汉','610104194110188327','女','../img/photo.gif','610104194110188327','1941-10-18','枣园',97,'三民',112,'莲湖区三民村440号','13363975302','','',0,'',0,'相玉芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (121,'2011-05-21 13:04:24','0000-00-00 00:00:00',0,100,'牛雪琴','汉','610104194709098344','女','../img/photo.gif','610104194709098344','1947-09-09','枣园',97,'三民',112,'莲湖区三民村351号','13572545691','','',0,'',0,'牛雪琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (122,'2011-05-21 13:06:56','0000-00-00 00:00:00',0,100,'相祖厚','汉','610104190116831','男','../img/photo.gif','610104190116831','1919-01-16','枣园',97,'三民',112,'莲湖区三民村387号','13659297806','','',0,'',0,'相祖厚','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (123,'2011-05-21 13:08:49','0000-00-00 00:00:00',0,100,'孙润涛','汉','610104190321831','男','../img/photo.gif','610104190321831','1919-03-21','枣园',97,'三民',112,'莲湖区三民村281号','13689287552','','',0,'',0,'孙润涛','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (124,'2011-05-21 13:11:01','0000-00-00 00:00:00',0,100,'赵雪琴','汉','610104194804028344','女','../img/photo.gif','610104194804028344','1948-04-02','枣园',97,'三民',112,'莲湖区三民村272号 ','13289359930','','',0,'',0,'赵雪琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (125,'2011-05-21 13:13:15','0000-00-00 00:00:00',0,100,'刘秋云','汉','610104194306098366','女','../img/photo.gif','610104194306098366','1943-06-09','枣园',97,'三民',112,'莲湖区三民村280号','15191489574','','',0,'',0,'刘秋云','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (126,'2011-05-21 14:01:17','0000-00-00 00:00:00',0,100,'付桂芳','汉','610104194110128324','女','../img/photo.gif','610104194110128324','1941-10-12','枣园',97,'三民',112,'莲湖区三民村241号','13772413245','','',0,'',0,'付桂芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (127,'2011-05-21 14:06:07','0000-00-00 00:00:00',0,100,'卢彩琴','汉','61010419480924832X','女','../img/photo.gif','61010419480924832X','1948-09-24','枣园',97,'三民',112,'莲湖区三民村299号','13991242479','','',0,'',0,'卢彩琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (128,'2011-05-21 14:08:07','0000-00-00 00:00:00',0,100,'沈翠芳','汉','610104194110188343','女','../img/photo.gif','610104194110188343','1941-10-18','枣园',97,'三民',112,'莲湖区三民村323号','84318001','','',0,'',0,'沈翠芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (129,'2011-05-21 14:10:22','0000-00-00 00:00:00',0,100,'肖翠英','汉','610104194802188328','女','../img/photo.gif','610104194802188328','1948-02-18','枣园',97,'三民',112,'莲湖区三民村329号','13572456964','','',0,'',0,'肖翠英','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (130,'2011-05-21 14:12:27','0000-00-00 00:00:00',0,100,'相广生','汉','610104194710108378','男','../img/photo.gif','610104194710108378','1947-10-10','枣园',97,'三民',112,'莲湖区三民村336号','18789427779','','',0,'',0,'相广生','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (131,'2011-05-21 14:14:24','0000-00-00 00:00:00',0,100,'杨秀荣','汉','610104194602128320','女','../img/photo.gif','610104194602128320','1946-02-12','枣园',97,'三民',112,'莲湖区三民村291号','13571907756','','',0,'',0,'杨秀荣','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (132,'2011-05-21 14:17:43','0000-00-00 00:00:00',0,100,'靳秀珍','汉','610104201016832','女','../img/photo.gif','610104201016832','1920-10-16','枣园',97,'三民',112,'莲湖区三民村302号','13720429902','','',0,'',0,'靳秀珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (133,'2011-05-21 14:21:08','0000-00-00 00:00:00',0,100,'相盈','汉','610104193010268317','男','../img/photo.gif','610104193010268317','1930-10-26','枣园',97,'三民',112,'莲湖区三民村430号','13572132571','','',0,'',0,'相盈','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (134,'2011-05-21 14:32:21','0000-00-00 00:00:00',0,100,'杨素云','汉','610104195002058327','女','../img/photo.gif','610104195002058327','1950-02-05','枣园',97,'三民',112,'莲湖区三民村307号','13991193243','','',0,'',0,'杨素云','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (135,'2011-05-21 14:34:48','0000-00-00 00:00:00',0,100,'马桂兰','汉','610104290517832','女','../img/photo.gif','610104290517832','1929-05-17','枣园',97,'三民',112,'莲湖区三民村197号','13772025768','','',0,'',0,'马桂兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (136,'2011-05-21 14:37:27','0000-00-00 00:00:00',0,100,'付万芳','汉','610104240910832','女','../img/photo.gif','610104240910832','1924-09-10','枣园',97,'三民',112,'莲湖区三民村264号','13891874856','','',0,'',0,'付万芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (137,'2011-05-21 14:39:36','0000-00-00 00:00:00',0,100,'张忙蝉','汉','610104194905028327','女','../img/photo.gif','610104194905028327','1949-05-02','枣园',97,'三民',112,'莲湖区三民村317号','84624695','','',0,'',0,'张忙蝉','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (138,'2011-05-21 14:42:57','0000-00-00 00:00:00',0,100,'陈文小','汉','610104195012288353','男','../img/photo.gif','610104195012288353','1950-12-28','枣园',97,'三民',112,'莲湖区三民村329号','13572456964','','',0,'',0,'陈文小','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (139,'2011-05-21 14:44:50','0000-00-00 00:00:00',0,100,'刘玉萍','汉','610104194805138326','女','../img/photo.gif','610104194805138326','1948-05-13','枣园',97,'三民',112,'莲湖区三民村24号','13991984188','','',0,'',0,'刘玉萍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (140,'2011-05-21 14:47:04','0000-00-00 00:00:00',0,100,'张素贤','汉','610104330315832','女','../img/photo.gif','610104330315832','1933-03-15','枣园',97,'三民',112,'莲湖区三民村211号','13572440531','','',0,'',0,'张素贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (141,'2011-05-21 14:49:17','0000-00-00 00:00:00',0,100,'相文平','汉','61010419491020839X','男','../img/photo.gif','61010419491020839X','1949-10-20','枣园',97,'三民',112,'莲湖区三民村342号','13689247625','','',0,'',0,'相文平','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (142,'2011-05-21 14:51:31','0000-00-00 00:00:00',0,100,'沈秀兰','汉','61010419460106832X','女','../img/photo.gif','61010419460106832X','1946-01-06','枣园',97,'三民',112,'莲湖区三民村297号','15319935804','','',0,'',0,'沈秀兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (143,'2011-05-21 14:54:11','0000-00-00 00:00:00',0,100,'王希芳','汉','610104195011148324','女','../img/photo.gif','610104195011148324','1950-11-14','枣园',97,'三民',112,'莲湖区三民村247号','15929943891','','',0,'',0,'王希芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (144,'2011-05-21 15:01:19','0000-00-00 00:00:00',0,100,'周玲钦','汉','610104194812028328','女','../img/photo.gif','610104194812028328','1948-12-02','枣园',97,'三民',112,'莲湖区三民村361号','86161701','','',0,'',0,'周玲钦','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (145,'2011-05-21 15:04:33','0000-00-00 00:00:00',0,100,'杨春芳','汉','610104194801168325','女','../img/photo.gif','610104194801168325','1948-01-16','枣园',97,'三民',112,'莲湖区三民村252号','13008401617','','',0,'',0,'杨春芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (146,'2011-05-21 15:06:40','0000-00-00 00:00:00',0,100,'王彩凤','汉','610104194408028326','女','../img/photo.gif','610104194408028326','1944-08-02','枣园',97,'三民',112,'莲湖区三民村346号','13919134174','','',0,'',0,'王彩凤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (147,'2011-05-21 15:08:46','0000-00-00 00:00:00',0,100,'张信民','汉','610104330926831','男','../img/photo.gif','610104330926831','1933-09-26','枣园',97,'三民',112,'莲湖区三民村340号','13909249713','','',0,'',0,'张信民','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (148,'2011-05-21 15:11:07','0000-00-00 00:00:00',0,100,'韩秀莲','汉','610104193809138329','女','../img/photo.gif','610104193809138329','1938-09-13','枣园',97,'三民',112,'莲湖区三民村340号','13909249713','','',0,'',0,'韩秀莲','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (149,'2011-05-21 15:13:09','0000-00-00 00:00:00',0,100,'相正海','汉','610104194809248397','男','../img/photo.gif','610104194809248397','1948-09-24','枣园',97,'三民',112,'莲湖区三民村299号','13991242479','','',0,'',0,'相正海','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (150,'2011-05-21 15:15:08','0000-00-00 00:00:00',0,100,'叶秀芹','汉','610104193410258329','女','../img/photo.gif','610104193410258329','1934-10-25','枣园',97,'三民',112,'莲湖区三民村304号','13519177143','','',0,'',0,'叶秀芹','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (151,'2011-05-21 15:18:04','0000-00-00 00:00:00',0,100,'卢爱琴','汉','610104194902188325','女','../img/photo.gif','610104194902188325','1949-02-18','枣园',97,'三民',112,'莲湖区三民村243号','13689256725','','',0,'',0,'卢爱琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (152,'2011-05-21 15:22:00','0000-00-00 00:00:00',0,100,'王金师','汉','610104361115835','男','../img/photo.gif','610104361115835','1936-11-15','枣园',97,'三民',112,'莲湖区三民村215号','13087557005','','',0,'',0,'王金师','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (153,'2011-05-21 15:23:51','0000-00-00 00:00:00',0,100,'高凤琴','汉','610104193912128321','女','../img/photo.gif','610104193912128321','1939-12-12','枣园',97,'三民',112,'莲湖区三民村39号','13572515015','','',0,'',0,'高凤琴','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (154,'2011-05-21 15:25:52','0000-00-00 00:00:00',0,100,'彭雪玲','汉','610104194408148387','女','../img/photo.gif','610104194408148387','1944-08-14','枣园',97,'三民',112,'莲湖区三民村70号','18992815067','','',0,'',0,'彭雪玲','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (155,'2011-05-21 15:27:44','0000-00-00 00:00:00',0,100,'陈清珍','汉','61010419410715832X','女','../img/photo.gif','61010419410715832X','1941-07-15','枣园',97,'三民',112,'莲湖区三民村62号','18792986798','','',0,'',0,'陈清珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (156,'2011-05-21 15:31:23','0000-00-00 00:00:00',0,100,'王玉芳','汉','61010419330918832X','女','../img/photo.gif','61010419330918832X','1933-09-18','枣园',97,'三民',112,'莲湖区三民村18号','13720587926','','',0,'',0,'王玉芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (157,'2011-05-21 15:33:27','0000-00-00 00:00:00',0,100,'张玉兰','汉','610104193912088382','女','../img/photo.gif','610104193912088382','1939-12-08','枣园',97,'三民',112,'莲湖区三民村362号','13679119216','','',0,'',0,'张玉兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (158,'2011-05-21 15:35:51','0000-00-00 00:00:00',0,100,'文勋秀','汉','610104194210028320','女','../img/photo.gif','610104194210028320','1942-10-02','枣园',97,'三民',112,'莲湖区三民村6号','15319994172','','',0,'',0,'文勋秀','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (159,'2011-05-21 15:38:54','0000-00-00 00:00:00',0,100,'杨文富','汉','610104193609038331','男','../img/photo.gif','610104193609038331','1936-09-03','枣园',97,'三民',112,'莲湖区三民村12号','13096917560','','',0,'',0,'杨文富','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (160,'2011-05-21 15:40:54','0000-00-00 00:00:00',0,100,'丁玉珍','汉','610104194010278341','女','../img/photo.gif','610104194010278341','1940-10-27','枣园',97,'三民',112,'莲湖区三民村328号','15991753603','','',0,'',0,'丁玉珍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (161,'2011-05-21 15:43:41','0000-00-00 00:00:00',0,100,'杨荣花','汉','610104194810208384','女','../img/photo.gif','610104194810208384','1948-10-20','枣园',97,'三民',112,'莲湖区三民村443号','13519109969','','',0,'',0,'杨荣花','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (162,'2011-05-21 15:48:21','0000-00-00 00:00:00',0,100,'张世森','汉','610104194602176736','男','../img/photo.gif','610104194602176736','1946-02-17','枣园',97,'三民',112,'莲湖区三民村76号','13279292081','','',0,'',0,'张世森','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (163,'2011-05-21 15:50:49','0000-00-00 00:00:00',0,100,'陈惠贤','汉','610104194201288323','女','../img/photo.gif','610104194201288323','1942-01-28','枣园',97,'三民',112,'莲湖区三民村36号','13484931455','','',0,'',0,'陈惠贤','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (164,'2011-05-21 15:54:18','0000-00-00 00:00:00',0,100,'葛彩娥','汉','610104194612018328','女','../img/photo.gif','610104194612018328','1946-12-01','枣园',97,'三民',112,'莲湖区三民村47号 ','13519177835','','',0,'',0,'葛彩娥','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (165,'2011-05-21 15:56:12','0000-00-00 00:00:00',0,100,'张亚利','汉','610104194010088345','女','../img/photo.gif','610104194010088345','1940-10-08','枣园',97,'三民',112,'莲湖区三民村322号','13679288032','','',0,'',0,'张亚利','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (166,'2011-05-21 15:58:22','0000-00-00 00:00:00',0,100,'王素梅','汉','610104193912288325','女','../img/photo.gif','610104193912288325','1939-12-28','枣园',97,'三民',112,'莲湖区三民村335号','15991755078','','',0,'',0,'王素梅','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (167,'2011-05-21 16:00:08','0000-00-00 00:00:00',0,100,'杨惠芳','汉','610104195005288320','女','../img/photo.gif','610104195005288320','1950-05-28','枣园',97,'三民',112,'莲湖区三民村344号','13720551550','','',0,'',0,'杨惠芳','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (168,'2011-05-21 16:01:58','0000-00-00 00:00:00',0,100,'相绪韂','汉','610104194912138313','男','../img/photo.gif','610104194912138313','1949-12-13','枣园',97,'三民',112,'莲湖区三民村317号','84624695','','',0,'',0,'相绪韂','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (169,'2011-05-21 16:03:42','0000-00-00 00:00:00',0,100,'相祖忍','汉','610104193606248317','男','../img/photo.gif','610104193606248317','1936-06-24','枣园',97,'三民',112,'莲湖区三民村322号','13679288032','','',0,'',0,'相祖忍','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (170,'2011-05-23 10:29:08','0000-00-00 00:00:00',0,100,'杨利利','汉','610104194711198328','女','../img/photo.gif','610104194711198328','1947-11-19','枣园',97,'三民',112,'莲湖区三民村348号','13609192238','','',0,'',0,'杨利利','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (171,'2011-05-24 15:05:39','0000-00-00 00:00:00',0,100,'吕玉兰','汉','610102195003151547','女','../img/photo.gif','610102195003151547','1950-03-15','桃园',83,'大兴西路',94,'大兴西路铁路局院6号楼8号','15829246684','','',0,'',0,'吕玉兰','6222023700027527946','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (172,'2011-06-04 10:56:44','0000-00-00 00:00:00',0,100,'相秀芳','汉','610104193603288321','女','../img/photo.gif','610104193603288321','1936-03-28','枣园',97,'三民',112,'莲湖区三民村13号付1号','15829883578','','',0,'',0,'相秀芳','3700022401083043159','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (173,'2011-06-04 11:06:02','0000-00-00 00:00:00',0,100,'张建玉','汉','610104193905098347','女','../img/photo.gif','610104193905098347','1939-05-09','枣园',97,'三民',112,'莲湖区三民村66号','13772168595','','',0,'',0,'张建玉','37000112501082889320','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (174,'2011-06-04 11:10:06','0000-00-00 00:00:00',0,100,'王佩兰','汉','61010419331210836X','女','../img/photo.gif','61010419331210836X','1933-12-10','枣园',97,'三民',112,'莲湖区三民村10号','87787858','','',0,'',0,'王佩兰','3700111001083418539','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (175,'2011-06-04 11:12:35','0000-00-00 00:00:00',0,100,'张敏莲','汉','610104194505218324','女','../img/photo.gif','610104194505218324','1945-05-21','枣园',97,'三民',112,'莲湖区三民村240号','18700440031','','',0,'',0,'张敏莲','3700111001063458163','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (176,'2011-06-04 11:15:03','0000-00-00 00:00:00',0,100,'刘玉芹','汉','610104193612128346','女','../img/photo.gif','610104193612128346','1936-12-12','枣园',97,'三民',112,'莲湖区三民村77号','15829744552','','',0,'',0,'刘玉芹','3700020801085390011','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (177,'2011-06-04 11:18:14','0000-00-00 00:00:00',0,100,'蔺桂花','汉','610104194903068341','女','../img/photo.gif','610104194903068341','1949-03-06','枣园',97,'三民',112,'莲湖区三民村68号','13571958232','','',0,'',0,'蔺桂花','3700112901084665826','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (178,'2011-06-04 11:22:07','0000-00-00 00:00:00',0,100,'杨荣彦','汉','13233719480210090X','女','../img/photo.gif','13233719480210090X','1948-02-10','枣园',97,'三民',112,'莲湖区三民村169号','13315462602','','',0,'',0,'杨荣彦','3700111001083463284','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (179,'2011-06-04 11:30:57','0000-00-00 00:00:00',0,100,'屈秀兰','汉','610104193812068325','女','../img/photo.gif','610104193812068325','1938-12-06','枣园',97,'三民',112,'莲湖区三民村430号','13572132571','','',0,'',0,'屈秀兰','3700111001083448133','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (180,'2011-06-04 11:33:23','0000-00-00 00:00:00',0,100,'赵青贤','汉','610104193603188320','女','../img/photo.gif','610104193603188320','1936-03-18','枣园',97,'三民',112,'莲湖区三民村388号','13165783337','','',0,'',0,'赵青贤','3700112501082897395','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (181,'2011-06-04 11:35:55','0000-00-00 00:00:00',0,100,'段宁华','汉','610104193602158357','男','../img/photo.gif','610104193602158357','1936-02-15','枣园',97,'三民',112,'莲湖区三民村','13700235710','','',0,'',0,'段宁华','3700022401083023595','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (182,'2011-06-04 11:38:16','0000-00-00 00:00:00',0,100,'高平英','汉','610104193803148323','女','../img/photo.gif','610104193803148323','1938-03-14','枣园',97,'三民',112,'莲湖区三民村193号','13700235710','','',0,'',0,'高平英','3700111001083463036','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (183,'2011-06-04 11:41:32','0000-00-00 00:00:00',0,100,'宋玉琴','汉','61011319431106292X','女','../img/photo.gif','61011319431106292X','1943-11-06','枣园',97,'三民',112,'莲湖区三民村46号','13227869911','','',0,'',0,'宋玉琴','3700022401083044460','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (184,'2011-06-04 11:43:39','0000-00-00 00:00:00',0,100,'王新民','汉','610104193807148339','男','../img/photo.gif','610104193807148339','1938-07-14','枣园',97,'三民',112,'莲湖区三民村46号','1322786911','','',0,'',0,'王新民','3700022401089044212','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (185,'2011-06-08 11:46:02','0000-00-00 00:00:00',0,100,'李菊兰','汉','610104193301298321','女','../img/photo.gif','610104193301298321','1933-01-29','枣园',97,'三民',112,'莲湖区三民社区347号','84613485','','',0,'',0,'李菊兰','','',0,0,0,'','','');
INSERT INTO `jmyl_insured` VALUES (186,'2011-06-08 11:48:03','0000-00-00 00:00:00',0,100,'苏素芳','汉','610104350306832','女','../img/photo.gif','610104350306832','1935-03-06','枣园',97,'三民',112,'莲湖区三民社区68号','13571958232','','',0,'',0,'苏素芳','','',0,0,0,'','','');

#
# Source for table jmyl_log
#

DROP TABLE IF EXISTS `jmyl_log`;
CREATE TABLE `jmyl_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `u_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '用户id',
  `u_name` varchar(30) NOT NULL DEFAULT '' COMMENT '用户姓名',
  `obj_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '操作对象id',
  `obj_name` varchar(30) NOT NULL DEFAULT '' COMMENT '操作对象名',
  `obj_tb` varchar(20) NOT NULL DEFAULT '' COMMENT '操作对象表名',
  `evt_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '业务id',
  `evt_name` varchar(50) NOT NULL DEFAULT '' COMMENT '业务名称',
  `evt_type` varchar(30) NOT NULL DEFAULT '' COMMENT '业务类型',
  `evt_con` varchar(100) NOT NULL DEFAULT '' COMMENT '业务内容',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '业务备注',
  `data_0` varchar(500) NOT NULL DEFAULT '' COMMENT '业务数据0',
  `data_1` varchar(500) NOT NULL DEFAULT '' COMMENT '业务数据1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='操作记录表';

#
# Dumping data for table jmyl_log
#


#
# Source for table jmyl_mod
#

DROP TABLE IF EXISTS `jmyl_mod`;
CREATE TABLE `jmyl_mod` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(16) NOT NULL DEFAULT '' COMMENT '模块名称',
  `f_id` int(7) unsigned NOT NULL DEFAULT '0' COMMENT '上级id',
  `f_name` varchar(20) NOT NULL DEFAULT '' COMMENT '上级name',
  `type` varchar(10) NOT NULL DEFAULT '' COMMENT '模块类别',
  `url` varchar(200) NOT NULL DEFAULT '#' COMMENT '访问地址',
  `intro` varchar(100) NOT NULL DEFAULT '' COMMENT '模块描述',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='功能模块表';

#
# Dumping data for table jmyl_mod
#

INSERT INTO `jmyl_mod` VALUES (1,'2011-05-08 19:48:41','2011-05-08 20:05:46',0,100,'居民养老保险系统',0,'无上级','1','#','居民养老保险系统');
INSERT INTO `jmyl_mod` VALUES (2,'2011-05-08 19:52:08','2011-05-08 20:08:53',0,100,'参保信息管理',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (3,'2011-05-08 20:12:23','0000-00-00 00:00:00',0,100,'检索参保信息',2,'参保信息管理','3','3400/htm/list_insured.htm','');
INSERT INTO `jmyl_mod` VALUES (4,'2011-05-08 20:10:54','0000-00-00 00:00:00',0,101,'录入参保信息',2,'参保信息管理','3','3400/htm/info_insured.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (5,'2011-05-08 20:14:45','0000-00-00 00:00:00',0,102,'报盘文件接收',2,'参保信息管理','3','#','');
INSERT INTO `jmyl_mod` VALUES (6,'2011-05-08 20:15:43','0000-00-00 00:00:00',0,100,'参保缴费',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (7,'2011-05-08 20:16:51','2011-05-09 08:25:46',0,100,'参保记录',6,'参保缴费','3','3400/htm/list_ins_fee.htm','');
INSERT INTO `jmyl_mod` VALUES (8,'2011-05-08 20:17:08','2011-05-08 22:44:55',0,100,'首次参保',6,'参保缴费','3','3400/htm/info_ins_fee.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (9,'2011-05-08 20:17:24','2011-05-09 08:25:19',0,100,'续保缴费',6,'参保缴费','3','3400/htm/info_ins_fee.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (10,'2011-05-08 20:18:33','0000-00-00 00:00:00',0,100,'补缴费用',6,'参保缴费','3','#','');
INSERT INTO `jmyl_mod` VALUES (11,'2011-05-08 20:24:37','2011-05-09 08:23:51',0,100,'待遇发放',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (12,'2011-05-08 20:25:11','2011-05-10 13:17:26',0,100,'发放记录',11,'待遇发放','3','3400/htm/list_ins_pay_tmp.htm','');
INSERT INTO `jmyl_mod` VALUES (13,'2011-05-08 20:25:49','2011-05-10 08:47:42',0,100,'待遇发放',11,'待遇发放','3','3400/htm/info_treat_send.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (14,'2011-05-08 20:26:09','2011-05-09 08:24:54',0,100,'待遇停发',11,'待遇发放','3','3400/htm/info_treat_halt.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (15,'2011-05-08 20:26:25','2011-05-09 08:24:29',0,100,'待遇续发',11,'待遇发放','3','3400/htm/info_treat_send.htm?a=add','');
INSERT INTO `jmyl_mod` VALUES (16,'2011-05-08 20:27:06','0000-00-00 00:00:00',0,100,'退保管理',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (17,'2011-05-08 20:27:21','0000-00-00 00:00:00',0,100,'退保记录',16,'退保管理','3','#','');
INSERT INTO `jmyl_mod` VALUES (18,'2011-05-08 20:27:50','0000-00-00 00:00:00',0,100,'出国定居退保',16,'退保管理','3','#','');
INSERT INTO `jmyl_mod` VALUES (19,'2011-05-08 20:28:04','0000-00-00 00:00:00',0,100,'死亡退保',16,'退保管理','3','#','');
INSERT INTO `jmyl_mod` VALUES (20,'2011-05-08 20:28:17','0000-00-00 00:00:00',0,100,'其他退保',16,'退保管理','3','#','');
INSERT INTO `jmyl_mod` VALUES (21,'2011-05-08 20:28:46','0000-00-00 00:00:00',0,100,'系统设置',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (22,'2011-05-08 20:29:58','0000-00-00 00:00:00',0,100,'经办机构设置',21,'系统设置','3','3400/htm/list_org.htm','');
INSERT INTO `jmyl_mod` VALUES (23,'2011-05-08 20:30:55','0000-00-00 00:00:00',0,100,'缴费标准设置',21,'系统设置','3','3400/htm/list_ins_base.htm','');
INSERT INTO `jmyl_mod` VALUES (24,'2011-05-08 20:31:43','0000-00-00 00:00:00',0,100,'养老金计发标准设置',21,'系统设置','3','3400/htm/list_ins_pay.htm','');
INSERT INTO `jmyl_mod` VALUES (25,'2011-05-08 20:32:12','0000-00-00 00:00:00',0,100,'银行利率设置',21,'系统设置','3','3400/htm/list_bankrate.htm','');
INSERT INTO `jmyl_mod` VALUES (26,'2011-05-08 20:33:23','0000-00-00 00:00:00',0,100,'残疾补助设置',21,'系统设置','3','3400/htm/list_disability.htm','');
INSERT INTO `jmyl_mod` VALUES (27,'2011-05-08 21:52:30','0000-00-00 00:00:00',0,100,'业务审核',1,'居民养老保险系统','2','#','');
INSERT INTO `jmyl_mod` VALUES (28,'2011-05-08 21:52:56','2011-05-10 13:18:45',0,100,'参保资料审核',27,'业务审核','3','3400/htm/list_ins_shenghe_tmp.htm','');
INSERT INTO `jmyl_mod` VALUES (29,'2011-05-08 21:53:28','0000-00-00 00:00:00',0,100,'参保缴费审核',27,'业务审核','3','#','');
INSERT INTO `jmyl_mod` VALUES (30,'2011-05-08 21:53:47','0000-00-00 00:00:00',0,100,'待遇发放审核',27,'业务审核','3','#','');
INSERT INTO `jmyl_mod` VALUES (31,'2011-05-08 21:54:24','0000-00-00 00:00:00',0,100,'退保退费审核',27,'业务审核','3','#','');

#
# Source for table jmyl_org
#

DROP TABLE IF EXISTS `jmyl_org`;
CREATE TABLE `jmyl_org` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `f_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '上级id',
  `f_name` varchar(100) NOT NULL DEFAULT '' COMMENT '上级名称',
  `code` varchar(20) NOT NULL DEFAULT '' COMMENT '编码',
  `type` varchar(10) NOT NULL DEFAULT '' COMMENT '模块类别',
  `tel_1` varchar(20) NOT NULL DEFAULT '' COMMENT '电话1',
  `tel_2` varchar(20) NOT NULL DEFAULT '' COMMENT '电话2',
  `addr` varchar(50) NOT NULL DEFAULT '' COMMENT '地址',
  `admin` varchar(50) NOT NULL DEFAULT '' COMMENT '负责人',
  `linkman` varchar(50) NOT NULL DEFAULT '' COMMENT '主要联系人',
  `intro` varchar(100) NOT NULL DEFAULT '' COMMENT '介绍',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=113 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='经办机构表';

#
# Dumping data for table jmyl_org
#

INSERT INTO `jmyl_org` VALUES (1,'2011-05-08 05:35:04','2011-05-09 16:40:12',0,100,'莲湖区',0,'','610104','3','029-88888882','','','张怡','张怡','莲湖区社保中心','1');
INSERT INTO `jmyl_org` VALUES (2,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'青年路',1,'莲湖区','610104001','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (3,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'莲湖路第一',2,'青年路','610104001001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (4,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'莲湖路第二',2,'青年路','610104001002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (5,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'莲湖路第三',2,'青年路','610104001003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (6,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'莲湖路第四',2,'青年路','610104001004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (7,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'青年路第一',2,'青年路','610104001005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (8,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'青年路第二',2,'青年路','610104001006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (9,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'青年路第三',2,'青年路','610104001007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (10,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'糖坊街',2,'青年路','610104001008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (11,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'东药王洞',2,'青年路','610104001009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (12,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西药王洞',2,'青年路','610104001010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (13,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'习武国',2,'青年路','610104001011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (14,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西北一路',2,'青年路','610104001012','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (15,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'北院门',1,'莲湖区','610104002','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (16,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'社会路',15,'北院门','610104002001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (17,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'化觉巷',15,'北院门','610104002002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (18,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'红埠街',15,'北院门','610104002003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (19,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'二府街',15,'北院门','610104002004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (20,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'学习巷',15,'北院门','610104002007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (21,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'洒金桥',15,'北院门','610104002008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (22,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'贡院门',15,'北院门','610104002010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (23,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'香米园',15,'北院门','610104002011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (24,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'北马道',15,'北院门','610104002012','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (25,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'白露湾',15,'北院门','610104002013','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (26,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'迎春',15,'北院门','610104002014','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (27,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'双仁府',15,'北院门','610104002017','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (28,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桥梓口',15,'北院门','610104002020','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (29,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'北关',1,'莲湖区','610104003','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (30,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'龙首西北',29,'北关','610104003001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (31,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'龙首西南',29,'北关','610104003002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (32,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'北稍门西',29,'北关','610104003003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (33,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'自强',29,'北关','610104003004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (34,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'龙首东北',29,'北关','610104003005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (35,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'龙首东南',29,'北关','610104003006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (36,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'北稍门东',29,'北关','610104003007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (37,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'阳光村',29,'北关','610104003008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (38,'2011-05-08 05:35:04','2011-05-10 14:06:17',0,100,'红庙坡',1,'莲湖区','610104004','2','11','','','','','','');
INSERT INTO `jmyl_org` VALUES (39,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'青门',38,'红庙坡','610104004001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (40,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'红西村',38,'红庙坡','610104004003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (41,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'大兴东路',38,'红庙坡','610104004004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (42,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'白家口',38,'红庙坡','610104004005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (43,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'工农新村',38,'红庙坡','610104004006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (44,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'纸坊南村',38,'红庙坡','610104004009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (45,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'星火',38,'红庙坡','610104004010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (46,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'送变电',38,'红庙坡','610104004011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (47,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'丰禾',38,'红庙坡','610104004012','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (48,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'火西村',38,'红庙坡','610104004013','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (49,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'环城西路',1,'莲湖区','610104005','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (50,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'劳动路',49,'环城西路','610104005001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (51,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'铁塔寺',49,'环城西路','610104005002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (52,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'玉祥门',49,'环城西路','610104005003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (53,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'劳动村',49,'环城西路','610104005005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (54,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西仪',49,'环城西路','610104005006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (55,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'大庆路',49,'环城西路','610104005007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (56,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西站',49,'环城西路','610104005008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (57,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西关',1,'莲湖区','610104006','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (58,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'林业厅',57,'西关','610104006001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (59,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西关正街',57,'西关','610104006002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (60,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'儿家巷',57,'西关','610104006003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (61,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'儿家花园',57,'西关','610104006004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (62,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'解家村',57,'西关','610104006005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (63,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'丰庆路',57,'西关','610104006006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (64,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'旭景名园',57,'西关','610104006007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (65,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'民航',57,'西关','610104006008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (66,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'草阳',57,'西关','610104006009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (67,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'锦园',57,'西关','610104006010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (68,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桃园',57,'西关','610104006011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (69,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'丰园',57,'西关','610104006012','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (70,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'土门',1,'莲湖区','610104007','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (71,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'土门坊',70,'土门','610104007001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (72,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'庆安',70,'土门','610104007002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (73,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'远东东区',70,'土门','610104007003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (74,'2011-05-08 05:35:04','2011-05-08 06:21:02',0,100,'汉城东路',70,'土门','610104007004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (75,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'周家围墙',70,'土门','610104007005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (76,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'惠民北坊',70,'土门','610104007006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (77,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'惠民南坊',70,'土门','610104007007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (78,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'颜家堡',70,'土门','610104007008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (79,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'友谊',70,'土门','610104007009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (80,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'益民坊',70,'土门','610104007010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (81,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'工农',70,'土门','610104007011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (82,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'新华',70,'土门','610104007012','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (83,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桃园',1,'莲湖区','610104008','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (84,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'劳动一坊',83,'桃园','610104008001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (85,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'劳动二坊',83,'桃园','610104008002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (86,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桃园一坊',83,'桃园','610104008003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (87,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桃园二坊',83,'桃园','610104008004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (88,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'桃园三坊',83,'桃园','610104008005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (89,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'航专',83,'桃园','610104008007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (90,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'马军寨',83,'桃园','610104008008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (91,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'金光门',83,'桃园','610104008009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (92,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'延光',83,'桃园','610104008010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (93,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'大土门',83,'桃园','610104008011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (94,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'大兴西路',83,'桃园','610104008013','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (95,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'沣镐东路',83,'桃园','610104008014','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (96,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'沣镐北路',83,'桃园','610104008015','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (97,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'枣园',1,'莲湖区','610104009','2','','','','','','','');
INSERT INTO `jmyl_org` VALUES (98,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'汉城北路',97,'枣园','610104009001','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (99,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'精密',97,'枣园','610104009002','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (100,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'冶金',97,'枣园','610104009003','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (101,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'公交一公司',97,'枣园','610104009004','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (102,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'枣园西路',97,'枣园','610104009005','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (103,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'3402',97,'枣园','610104009006','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (104,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'丰盛园',97,'枣园','610104009007','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (105,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'法士街',97,'枣园','610104009008','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (106,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'远东西',97,'枣园','610104009009','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (107,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'西钞西',97,'枣园','610104009010','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (108,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'利君西',97,'枣园','610104009011','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (109,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'红光',97,'枣园','610104009013','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (110,'2011-05-08 05:35:04','2011-05-08 05:35:04',0,100,'中堡子',97,'枣园','610104009014','1','','','','','','','');
INSERT INTO `jmyl_org` VALUES (112,'2011-05-09 15:37:38','0000-00-00 00:00:00',0,100,'三民',97,'枣园','610104009015','1','','','','','','','');

#
# Source for table jmyl_treet
#

DROP TABLE IF EXISTS `jmyl_treet`;
CREATE TABLE `jmyl_treet` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '姓名',
  `idcard` varchar(20) NOT NULL DEFAULT '' COMMENT '身份证号',
  `ins_code` varchar(20) NOT NULL DEFAULT '' COMMENT '参保编号',
  `std_year` varchar(20) NOT NULL DEFAULT '' COMMENT '标准年份',
  `std_money` varchar(20) NOT NULL DEFAULT '' COMMENT '标准养老金',
  `send_date` date NOT NULL DEFAULT '0000-00-00' COMMENT '发放日期',
  `send_money` varchar(20) NOT NULL DEFAULT '' COMMENT '发放金额',
  `state_2` varchar(20) NOT NULL DEFAULT '' COMMENT '发放状态',
  `type_1` varchar(20) NOT NULL DEFAULT '' COMMENT '发放类型：0起发；1停发；2续发',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='待遇发放表';

#
# Dumping data for table jmyl_treet
#

INSERT INTO `jmyl_treet` VALUES (1,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'陈利英','610104194912078365','610104194912078365','2011','120','0000-00-00','120','0','0','');
INSERT INTO `jmyl_treet` VALUES (2,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'高纪贤','610104280210832','610104280210832','2011','120','0000-00-00','120','0','0','');
INSERT INTO `jmyl_treet` VALUES (3,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'黄桂娥','610104194209028323','610104194209028323','2011','120','0000-00-00','120','0','0','');
INSERT INTO `jmyl_treet` VALUES (4,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'靳志诚','610104194911178313','610104194911178313','2011','120','0000-00-00','120','0','0','');

#
# Source for table jmyl_u_m
#

DROP TABLE IF EXISTS `jmyl_u_m`;
CREATE TABLE `jmyl_u_m` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '添加时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(10) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `u_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '用户id',
  `u_name` varchar(16) NOT NULL DEFAULT '' COMMENT '用户姓名',
  `m_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '系统id',
  `m_name` varchar(50) NOT NULL DEFAULT '' COMMENT '系统名称',
  `remark` varchar(100) NOT NULL DEFAULT '' COMMENT '说明',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=25 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='用户权限表';

#
# Dumping data for table jmyl_u_m
#

INSERT INTO `jmyl_u_m` VALUES (1,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (2,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',6,'','');
INSERT INTO `jmyl_u_m` VALUES (3,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',11,'','');
INSERT INTO `jmyl_u_m` VALUES (4,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',16,'','');
INSERT INTO `jmyl_u_m` VALUES (5,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',27,'','');
INSERT INTO `jmyl_u_m` VALUES (6,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,1,'',21,'','');
INSERT INTO `jmyl_u_m` VALUES (7,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (8,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',6,'','');
INSERT INTO `jmyl_u_m` VALUES (9,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',11,'','');
INSERT INTO `jmyl_u_m` VALUES (10,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',16,'','');
INSERT INTO `jmyl_u_m` VALUES (11,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',27,'','');
INSERT INTO `jmyl_u_m` VALUES (12,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,3,'',21,'','');
INSERT INTO `jmyl_u_m` VALUES (13,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,4,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (16,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,5,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (17,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,6,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (18,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,7,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (19,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,8,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (20,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,9,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (21,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,10,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (22,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,11,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (23,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,12,'',2,'','');
INSERT INTO `jmyl_u_m` VALUES (24,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,13,'',2,'','');

#
# Source for table jmyl_user
#

DROP TABLE IF EXISTS `jmyl_user`;
CREATE TABLE `jmyl_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `atime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '录入时间',
  `etime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '修改时间',
  `drwx` int(1) unsigned NOT NULL DEFAULT '0' COMMENT '权限状态',
  `oid` int(11) unsigned NOT NULL DEFAULT '100' COMMENT '排序id',
  `name` varchar(16) NOT NULL DEFAULT '' COMMENT '姓名',
  `sex` varchar(2) NOT NULL DEFAULT '' COMMENT '性别',
  `idcard` varchar(18) NOT NULL DEFAULT '' COMMENT '身份证号码',
  `login_id` varchar(16) NOT NULL DEFAULT '' COMMENT '登录帐号',
  `login_pw` varchar(32) NOT NULL DEFAULT '' COMMENT '登录密码',
  `login_hp` varchar(32) NOT NULL DEFAULT '' COMMENT '登录密码',
  `login_ip` varchar(15) NOT NULL DEFAULT '' COMMENT '最后登录IP',
  `login_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT '最后登录时间',
  `org_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '机构序号',
  `org` varchar(20) NOT NULL DEFAULT '' COMMENT '机构名称',
  `duty` varchar(20) NOT NULL DEFAULT '' COMMENT '职位、头衔',
  `tel_1` varchar(20) NOT NULL DEFAULT '' COMMENT '电话1',
  `tel_2` varchar(20) NOT NULL DEFAULT '' COMMENT '电话2',
  `mail` varchar(30) NOT NULL DEFAULT '' COMMENT '电子邮箱',
  `qq` varchar(12) NOT NULL DEFAULT '' COMMENT 'QQ号码',
  `addr` varchar(50) NOT NULL DEFAULT '' COMMENT '住址',
  `intro` varchar(100) NOT NULL DEFAULT '' COMMENT '个人简介',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='用户信息表';

#
# Dumping data for table jmyl_user
#

INSERT INTO `jmyl_user` VALUES (1,'0000-00-00 00:00:00','0000-00-00 00:00:00',0,100,'孙振强','男','123','abc','123','','192.168.4.18','2011-08-01 05:38:52',0,'东药王洞','','','','','','','');
INSERT INTO `jmyl_user` VALUES (2,'2011-05-08 19:06:21','2011-05-08 19:07:53',0,100,'张三','女','11111111111111111','zhangsan','123456','','','0000-00-00 00:00:00',11,'东药王洞','主任','22222222222','55555555','33333333','4444444444','6666666666','777777777');
INSERT INTO `jmyl_user` VALUES (3,'2011-05-09 09:58:50','0000-00-00 00:00:00',0,100,'测试员','男','','demo','123456','','117.32.153.178','2011-06-27 15:31:39',15,'北院门','','88888888888','','','','','');
INSERT INTO `jmyl_user` VALUES (4,'2011-05-10 12:39:10','0000-00-00 00:00:00',0,100,'王庆','女','','wangqing','123456','','36.40.32.213','2011-07-19 10:11:45',112,'三民村','','','','','','','');
INSERT INTO `jmyl_user` VALUES (5,'2011-05-24 14:26:47','0000-00-00 00:00:00',4,100,'青年路','男','','qingnianlu','123456789','','','0000-00-00 00:00:00',2,'青年路','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (6,'2011-05-24 14:27:20','0000-00-00 00:00:00',4,100,'北院门','男','','beiyuanmen','123456789','','222.90.4.8','2011-05-25 08:48:53',15,'北院门','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (7,'2011-05-24 14:27:45','0000-00-00 00:00:00',4,100,'北关','男','','beiguan','123456789','','192.168.4.1','2011-05-24 14:33:56',29,'北关','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (8,'2011-05-24 14:28:22','0000-00-00 00:00:00',4,100,'红庙坡','男','','hongmiaopo','123456789','','113.132.124.160','2011-05-25 10:05:41',38,'红庙坡','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (9,'2011-05-24 14:28:53','0000-00-00 00:00:00',4,100,'环城西路','男','','huanxi','123456789','','222.91.173.74','2011-05-25 10:29:05',49,'环城西路','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (10,'2011-05-24 14:29:14','0000-00-00 00:00:00',4,100,'西关','男','','xiguan','123456789','','','0000-00-00 00:00:00',57,'西关','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (11,'2011-05-24 14:29:37','0000-00-00 00:00:00',4,100,'土门','男','','tumen','123456789','','222.90.154.236','2011-05-25 09:21:48',70,'土门','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (12,'2011-05-24 14:30:10','0000-00-00 00:00:00',4,100,'桃园','男','','taoyuan','123456789','','','0000-00-00 00:00:00',83,'桃园','办事员','','','','','','');
INSERT INTO `jmyl_user` VALUES (13,'2011-05-24 14:30:37','0000-00-00 00:00:00',4,100,'枣园','男','','zaoyuan','123456789','','222.90.132.102','2011-05-25 10:31:34',97,'枣园','办事员','','','','','','');

#
# Source for table lh_saying
#

DROP TABLE IF EXISTS `lh_saying`;
CREATE TABLE `lh_saying` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自动编号',
  `source` varchar(250) DEFAULT '' COMMENT '出处',
  `saying` varchar(500) DEFAULT '' COMMENT '名言',
  `on_sys` varchar(4) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1366 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='新闻信息表';

#
# Dumping data for table lh_saying
#

INSERT INTO `lh_saying` VALUES (1,'宋·程颐','为政之道，以顺民心为本\r\n','on');
INSERT INTO `lh_saying` VALUES (2,'（欧洲）谚语','不要轻视失败者的劝告，他在不应该做什么的问题上是权威。\r\n','on');
INSERT INTO `lh_saying` VALUES (3,'（清）左宗棠','身无半文，心忧天下；破书万卷，神交故人。\r\n','on');
INSERT INTO `lh_saying` VALUES (4,'佚名','多锉出快锯，多做长知识。\r\n','on');
INSERT INTO `lh_saying` VALUES (5,'佚名','未来总留着什么给对它抱有信心的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (6,'谚语','一个人的智慧不够用，两个人的智慧用不完。\r\n','on');
INSERT INTO `lh_saying` VALUES (7,'墨子','言不信者，行不果。\r\n','on');
INSERT INTO `lh_saying` VALUES (8,'柳宗元','攀援而登，箕踞而遨，则几数州之土壤，皆在衽席之下。\r\n','on');
INSERT INTO `lh_saying` VALUES (9,'帕利克','美德大都包含在良好的习惯之内。\r\n','on');
INSERT INTO `lh_saying` VALUES (10,'奥斯特洛夫斯基','真正的朋友应该说真话，不管那话多么尖锐。\r\n','on');
INSERT INTO `lh_saying` VALUES (11,'德奥弗拉斯多','时间是一切财富中最宝贵的财富。\r\n','on');
INSERT INTO `lh_saying` VALUES (12,'罗素','希望是坚韧的拐杖，忍耐是旅行袋，携带它们，人可以登上永恒之旅。\r\n','on');
INSERT INTO `lh_saying` VALUES (13,'马克思','我们现在必须完全保持党的纪律，否则一切都会陷入污泥中。\r\n','on');
INSERT INTO `lh_saying` VALUES (14,'马克思','在科学上没有平坦的大道，只有不畏劳苦沿着陡峭山路攀登的人，才有希望达到光辉的顶点。\r\n','on');
INSERT INTO `lh_saying` VALUES (15,'非洲','别忘记热水是由冷水烧成的\r\n','on');
INSERT INTO `lh_saying` VALUES (16,'享利·凡·戴克','要对生命感到喜悦，因为它给了你去爱的机会，去工作，去玩乐，并用能仰头看星星的机会。\r\n','on');
INSERT INTO `lh_saying` VALUES (17,'梭洛','德行善举是惟一不败的投资。\r\n','on');
INSERT INTO `lh_saying` VALUES (18,'赫塞','有勇气承担命运，这才是英雄好汉\r\n','on');
INSERT INTO `lh_saying` VALUES (19,'车尔尼雪夫斯基','实践是思想的真理。\r\n','on');
INSERT INTO `lh_saying` VALUES (20,'民谚','石头虽小垒成山，羊毛细织成毯\r\n','on');
INSERT INTO `lh_saying` VALUES (21,'毛泽东','天下者，得之艰难，则失之不易；\r\n','on');
INSERT INTO `lh_saying` VALUES (22,'斯特林堡','生活的目的究竟是什么？是生活本身！除把生命维持到死以处不会再有其他任务。人因此而获得维持生命的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (23,'佚名','人是房子，朋友就是窗子，夏送凉风，冬送阳光。\r\n','on');
INSERT INTO `lh_saying` VALUES (24,'培根','得不到友谊的人将是终身可怜的孤独者。没有友情的社会则只是一片繁华的沙漠。\r\n','on');
INSERT INTO `lh_saying` VALUES (25,'张九龄','相知无远近，万里尚为邻。\r\n','on');
INSERT INTO `lh_saying` VALUES (26,'佚名','你可以选择这样的“三心二意”：信心、恒心、决心；创意、乐意。\r\n','on');
INSERT INTO `lh_saying` VALUES (27,'《礼记·儒行》','见利不亏其义，见死不更其守。\r\n','on');
INSERT INTO `lh_saying` VALUES (28,'穆尼尔·纳素夫','生活中，谅解可以产生奇迹，谅解可以挽回感情上的损失，谅解犹如一个火把，能照亮由焦躁、怨恨和复仇心理铺就的道路。\r\n','on');
INSERT INTO `lh_saying` VALUES (29,'埃斯库罗斯','人不应该有高傲之心，高傲会开花，结成破灭之果。在收获的季节，会得到止不住的眼泪。\r\n','on');
INSERT INTO `lh_saying` VALUES (30,'吕氏春秋','私视使目盲，私听使耳聋，私虑使心狂\r\n','on');
INSERT INTO `lh_saying` VALUES (31,'萨迪','温和、谦逊、多礼的言行，有时能使人回心转意。\r\n','on');
INSERT INTO `lh_saying` VALUES (32,'高尔基','我扑到书籍上，就像饥饿的人扑在面包上。\r\n','on');
INSERT INTO `lh_saying` VALUES (33,'欧洲','使事业成为愉快的事情，使愉快的事情成为事业\r\n','on');
INSERT INTO `lh_saying` VALUES (34,'甘必大','不善思索的有才能的人，必定以悲剧收场。\r\n','on');
INSERT INTO `lh_saying` VALUES (35,'蒙古族','枯干的果树上，莫想摘取大甜梨；贪图私利的人，莫想做出好成绩\r\n','on');
INSERT INTO `lh_saying` VALUES (36,'赫尔岑','科学不是可以不劳而获的，诚然，在科学上除了汗流满面是没有其他获得成功的方法的；热情也罢，幻想也罢，以整个身心去渴望也罢，都不能代替劳动。\r\n','on');
INSERT INTO `lh_saying` VALUES (37,'马辛杰','要明智些，扬之过高易落，屈尊方能求荣\r\n','on');
INSERT INTO `lh_saying` VALUES (38,'民谚','书籍好比河流，使人四通八达\r\n','on');
INSERT INTO `lh_saying` VALUES (39,'爱因斯坦','在真理和认识方面，任何以权威者自居的人，必将在上帝的戏笑中垮台！\r\n','on');
INSERT INTO `lh_saying` VALUES (40,'契诃夫','对自己不满足，是任何真正有天才的人的根本特征之一。\r\n','on');
INSERT INTO `lh_saying` VALUES (41,'英国','有伟大理想的人，生活永远闪射着光芒\r\n','on');
INSERT INTO `lh_saying` VALUES (42,'意大利','人的天性在于探索真理\r\n','on');
INSERT INTO `lh_saying` VALUES (43,'毕达哥拉斯','要这样生活；使你的朋友不致成为仇人，使你的仇人却成为朋友。\r\n','on');
INSERT INTO `lh_saying` VALUES (44,'佚名','对父母养育之恩的报答，也是对人类劳动的尊重。\r\n','on');
INSERT INTO `lh_saying` VALUES (45,'蒙田','我需要三件东西：爱情友谊和图书。然而这三者之间何其相通！炽热的爱情可以充实图书的内容，图书又是人们最忠实的朋友\r\n','on');
INSERT INTO `lh_saying` VALUES (46,'朱熹','虚心顺理，学者当守此四字。\r\n','on');
INSERT INTO `lh_saying` VALUES (47,'爱默生','不是真正的豪杰就无法成为真正的演说家\r\n','on');
INSERT INTO `lh_saying` VALUES (48,'汉·王粲','人生各有志。\r\n','on');
INSERT INTO `lh_saying` VALUES (49,'韩非','侈而惰者贫，而力而俭者富。\r\n','on');
INSERT INTO `lh_saying` VALUES (50,'雨果','别人放手，他仍然坚持；别人后退，他仍然前冲；每次跌倒，立刻站起来--这种人一定没有失败。\r\n','on');
INSERT INTO `lh_saying` VALUES (51,'郭小川','但愿每次回忆，对生活都不感到负疚。\r\n','on');
INSERT INTO `lh_saying` VALUES (52,'兰多尔夫·伯恩','井掏三遍吃甜水，人从三师武艺高\r\n','on');
INSERT INTO `lh_saying` VALUES (53,'许名奎','凿壁偷光，聚萤作囊；忍贫读书，车胤匡衡。\r\n','on');
INSERT INTO `lh_saying` VALUES (54,'宋·杨万里','精华在笔端，咫只匠心难\r\n','on');
INSERT INTO `lh_saying` VALUES (55,'布莱克','那种一味期待而从不行动的人们，是滋生瘟疫的温床\r\n','on');
INSERT INTO `lh_saying` VALUES (56,'克雷洛夫','才能一旦让懒惰支配，它就一无可为。\r\n','on');
INSERT INTO `lh_saying` VALUES (57,'列文虎克','要成功一项事业，必须花掉毕生的时间。\r\n','on');
INSERT INTO `lh_saying` VALUES (58,'谚语','没有多次失败，难得一次成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (59,'英国谚语','如果想幸福一天，最好上理发店，如果想幸福一星期，就去结婚。如果想幸福一个月，可买匹新马。如果想幸福一年，即盖栋新房子。如果想幸福一辈子，必须当诚实的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (60,'佚名','人有志，竹有节。\r\n','on');
INSERT INTO `lh_saying` VALUES (61,'杜克洛克斯','反复地推断，无休止地修正，就能在科学上取得勿容置疑的进步\r\n','on');
INSERT INTO `lh_saying` VALUES (62,'民谚','时间落到懒汉手里，永远是一张白纸\r\n','on');
INSERT INTO `lh_saying` VALUES (63,'（明）于谦','春风秋月不相待，倏忽朱颜变白头。\r\n','on');
INSERT INTO `lh_saying` VALUES (64,'佚名','道德常常填补智慧的缺陷，而智慧却永远填补不了道德的缺陷\r\n','on');
INSERT INTO `lh_saying` VALUES (65,'爱献生','思想重复一百遍也还有独到之处\r\n','on');
INSERT INTO `lh_saying` VALUES (66,'陶渊明','盛年不重来，一日难再晨。及时宜自勉，岁月不待人。\r\n','on');
INSERT INTO `lh_saying` VALUES (67,'康普顿','科学赐予人类的最大礼物是什么呢？是使人类相信真理的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (68,'亚里士多德','我爱我的老师，但我更爱真理。\r\n','on');
INSERT INTO `lh_saying` VALUES (69,'佚名','未经开垦的心田犹如那未经开垦的荒地，杂草丛生；而荒地一经开垦，燕以辛勤的汗水浇灌，就会开出绚丽夺目的花朵。\r\n','on');
INSERT INTO `lh_saying` VALUES (70,'司汤达','心灵上的谨慎和谦恭是惟一无二的美德。\r\n','on');
INSERT INTO `lh_saying` VALUES (71,'奥斯特洛夫斯基','我只相信一条：灵感是在劳动的时候产生的。\r\n','on');
INSERT INTO `lh_saying` VALUES (72,'奥维德','习惯是在习惯中养成的\r\n','on');
INSERT INTO `lh_saying` VALUES (73,'伊朗','一个没有知识的旅行者等于一只没翅膀的鸟儿\r\n','on');
INSERT INTO `lh_saying` VALUES (74,'佩利','美德大多存在于良好的习惯中\r\n','on');
INSERT INTO `lh_saying` VALUES (75,'孔子家语','君者舟也，庶人者水也。水所以载舟，亦所以覆舟\r\n','on');
INSERT INTO `lh_saying` VALUES (76,'陶行知','处处是创造之地，天天是创造之时，人人是创造之人。\r\n','on');
INSERT INTO `lh_saying` VALUES (77,'（春秋）管仲','道德当身，不以物惑。\r\n','on');
INSERT INTO `lh_saying` VALUES (78,'佚名','幸福的欢乐，不存在于虔诚的祈祷里，却存在于辛勤的劳动中。\r\n','on');
INSERT INTO `lh_saying` VALUES (79,'老舍','谦虚使人的心缩小，象一个小石卵，虽然小，而极结实。结实才能诚实。\r\n','on');
INSERT INTO `lh_saying` VALUES (80,'罗曼·罗兰','幸福是灵魂的一种香味，是一颗歌唱的心的和声。而灵魂的最美的音乐是慈悲。\r\n','on');
INSERT INTO `lh_saying` VALUES (81,'伏契克','为了争取将来的美好而牺牲了的人，都是一尊石质的雕像。\r\n','on');
INSERT INTO `lh_saying` VALUES (82,'培根','好的运气令人羡慕，而战胜厄运则更令人惊叹。\r\n','on');
INSERT INTO `lh_saying` VALUES (83,'佚名','人的自私是一堵与世隔绝的墙。\r\n','on');
INSERT INTO `lh_saying` VALUES (84,'《论语·公治长》','三思而后行。\r\n','on');
INSERT INTO `lh_saying` VALUES (85,'汉·董仲舒','欲审曲直，莫如引绳，欲审是非，莫如引名\r\n','on');
INSERT INTO `lh_saying` VALUES (86,'鲍斯韦尔','我们不可能说出友谊形成的确切时刻。就像向盛器滴滴灌水，最后一滴才使盛器溢满；许许多多的友善言行也是如此，最后一次才使人心领神与，情长谊源。\r\n','on');
INSERT INTO `lh_saying` VALUES (87,'李大钊','青年之字典，无“困难”之字；青年之口头，无“障碍”之语；惟知跃进，惟知雄飞，惟知本身自由之精神，奇僻之思想，锐敏之直觉，活泼之生命，以创造环境，征服历史。\r\n','on');
INSERT INTO `lh_saying` VALUES (88,'佚名','自己打败自己的远远多于比别人打败的。\r\n','on');
INSERT INTO `lh_saying` VALUES (89,'陈宏谋','当为天下养身，不当天下惜身。\r\n','on');
INSERT INTO `lh_saying` VALUES (90,'恩格斯','每个人都是典型，但同时又是一定的单个人，正如老黑格尔所说的，是一个“这个”\r\n','on');
INSERT INTO `lh_saying` VALUES (91,'民谚','海阔凭鱼跃，天高任鸟飞\r\n','on');
INSERT INTO `lh_saying` VALUES (92,'西拉斯','千里之行，始于足下\r\n','on');
INSERT INTO `lh_saying` VALUES (93,'罗蒙诺索夫','科学，给青年以养料，给老人以慰藉；她让幸福的生活锦上添花，她在不幸的时刻保护着你。\r\n','on');
INSERT INTO `lh_saying` VALUES (94,'荀况','骐骥一跃，不能十步；驽马十驾，功在不舍；锲而舍之，朽木不折；锲而不舍，金石可镂。\r\n','on');
INSERT INTO `lh_saying` VALUES (95,'《旧约》','正直的人的纯正，必引导自己；奸诈的人的乖僻，必毁灭自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (96,'培根','人的威严蕴藏在知识之中，因此，人有许多君主的金银无法买到，君主的武力不可征服内在的东西\r\n','on');
INSERT INTO `lh_saying` VALUES (97,'吕氏春秋','以不自为大，故能成其大\r\n','on');
INSERT INTO `lh_saying` VALUES (98,'约·霍姆','真正的慷慨是真正的智慧\r\n','on');
INSERT INTO `lh_saying` VALUES (99,'罗洛·梅','意志的出现不是对愿望的否定，而是把愿望合并和提升到一个更高的意识水平上。\r\n','on');
INSERT INTO `lh_saying` VALUES (100,'宋·苏轼','古之立大事者，不惟有超世之材，亦必有坚忍不拨之志\r\n','on');
INSERT INTO `lh_saying` VALUES (101,'杨格','如果迟缓的落日照耀到你的手，而你发觉当天并没有做过有价值的事，那天便应视为已经失落。\r\n','on');
INSERT INTO `lh_saying` VALUES (102,'佚名','学问和健康之外无财富，无知和疾病之外无贫穷\r\n','on');
INSERT INTO `lh_saying` VALUES (103,'阿富汗','由经验而得的智慧，胜于学习而得\r\n','on');
INSERT INTO `lh_saying` VALUES (104,'元·张养浩','人若有气魄，方做得成事\r\n','on');
INSERT INTO `lh_saying` VALUES (105,'警世通言','不可以一时之得意而自夸其能，亦不可一时之失意而坠其志\r\n','on');
INSERT INTO `lh_saying` VALUES (106,'马克思','人的生活离不开友谊，但要得到真正的友谊才是不容易；友谊总需要忠诚去播种，用热情去灌溉，用原则去培养，用谅解去护理。\r\n','on');
INSERT INTO `lh_saying` VALUES (107,'张华','一个人一天也不能没有理想，但凭侥幸，怕吃苦，没有真才实学，再好的理想也实现不了。\r\n','on');
INSERT INTO `lh_saying` VALUES (108,'车尔尼雪夫斯基','实践，是个伟大的揭发者，它暴露一切欺人和自欺。\r\n','on');
INSERT INTO `lh_saying` VALUES (109,'元·逑贤','千金何足贵，一士固难求\r\n','on');
INSERT INTO `lh_saying` VALUES (110,'柯蒂斯','健康胜于富贵\r\n','on');
INSERT INTO `lh_saying` VALUES (111,'罗·勃朗宁','雄心壮志是茫茫黑夜中的北斗星\r\n','on');
INSERT INTO `lh_saying` VALUES (112,'居里夫人','我们必须有恒心，尤其要有自信！我们必须相信我们的天赋是要用来做某种事情的，无论代价多么大，这种事情必须做到。\r\n','on');
INSERT INTO `lh_saying` VALUES (113,'巴尔扎克','遗忘是一般刚强的，有创造力的人的法宝，他们会像自然一样的遗忘，自然界就不知道有什么过失，弱者不是把痛苦作为惩前毖后的教训，反而在痛苦中讨生活，浸在里头，天天回顾以往的苦难，折磨自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (114,'民谚','金无足赤，人无完人\r\n','on');
INSERT INTO `lh_saying` VALUES (115,'怀特海','缺乏进取精神的民族意味着堕落。唯有开拓和竞争，才能立于不败之地。\r\n','on');
INSERT INTO `lh_saying` VALUES (117,'史密斯','劳动教养了身体，学习教养了心灵。\r\n','on');
INSERT INTO `lh_saying` VALUES (118,'佚名','希望象发芽的种子，在你心头充满春意；希望是甜蜜的，她象母亲怀抱中的婴儿，充满了生命的活力。\r\n','on');
INSERT INTO `lh_saying` VALUES (119,'洪应明','文章做到极处，无有他奇，只是恰好；人品做到极处，无有他异，只是本然\r\n','on');
INSERT INTO `lh_saying` VALUES (120,'歌德','智慧最后的结论是：生活也好，自由也好，都要天天去赢取，这才有资格去享有它。\r\n','on');
INSERT INTO `lh_saying` VALUES (121,'（亚洲）谚语','懒惰没有牙齿，但可以吞噬人的智慧。\r\n','on');
INSERT INTO `lh_saying` VALUES (122,'（明）冯梦龙','富贵本无根，尽从勤中得。\r\n','on');
INSERT INTO `lh_saying` VALUES (123,'诸葛亮','士之相知，温不增华，寒不改叶，能四时而不衰，历夷险而益固。\r\n','on');
INSERT INTO `lh_saying` VALUES (124,'（宋）释道远','宁可清贫有志，不可浊富多忧。\r\n','on');
INSERT INTO `lh_saying` VALUES (125,'西塞罗','只有在履行自己的义务中寻求快乐的人，才是自由地生活的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (126,'美国','生命短促，只有美德能将它流传到\r\n','on');
INSERT INTO `lh_saying` VALUES (127,'冯梦龙','恩德相结者，谓之知已；腹心相结者，谓之知心\r\n','on');
INSERT INTO `lh_saying` VALUES (128,'佚名','挫折其实就是迈向成功所应缴的学费。\r\n','on');
INSERT INTO `lh_saying` VALUES (129,'高尔基','书籍帮助我从一片烂泥塘里站了起来，如果没有书的帮助，我会被愚蠢和下流淹死。\r\n','on');
INSERT INTO `lh_saying` VALUES (130,'葛洪','用得其长，则才无或弃；偏诘其短，则触物无可。\r\n','on');
INSERT INTO `lh_saying` VALUES (131,'三国·阮籍','泰山成砥砺，黄河为裳带\r\n','on');
INSERT INTO `lh_saying` VALUES (132,'（春秋）孔丘','有朋自远方来，不亦乐乎！\r\n','on');
INSERT INTO `lh_saying` VALUES (133,'聂夷中','男儿徇大义，立节不沽名。\r\n','on');
INSERT INTO `lh_saying` VALUES (134,'罗贯中','三军易得，一将难求。\r\n','on');
INSERT INTO `lh_saying` VALUES (135,'李苦禅','鸟欲高飞先振翅，人求上进先读书。\r\n','on');
INSERT INTO `lh_saying` VALUES (136,'欧洲','即使是有一双大眼睛的人，也看不到自己全部的缺点和毛病\r\n','on');
INSERT INTO `lh_saying` VALUES (137,'唐·梁肃','事之博者其辞盛，志之大者其感深\r\n','on');
INSERT INTO `lh_saying` VALUES (138,'钱三强','古今中外，凡成就事业，对人类有作为的无一不是脚踏实地、艰苦攀登的结果。\r\n','on');
INSERT INTO `lh_saying` VALUES (139,'杨朔','作为一个人，要是不经历过人世上的悲欢离合，不跟生活打过交手仗，就不可能真正懂得人生的意义。\r\n','on');
INSERT INTO `lh_saying` VALUES (140,'清·郑观应','欲教化其民，成其美俗，非学不可\r\n','on');
INSERT INTO `lh_saying` VALUES (141,'英国','正直的人就是有见识的人\r\n','on');
INSERT INTO `lh_saying` VALUES (142,'《箴言》','你在患难之日若胆怯，你的力量就微小。\r\n','on');
INSERT INTO `lh_saying` VALUES (143,'王永彬','博学笃志，神闲气静。\r\n','on');
INSERT INTO `lh_saying` VALUES (144,'《荀子·劝学》','不积跬步，无以至千里；不积小流，无以成江海。\r\n','on');
INSERT INTO `lh_saying` VALUES (145,'意大利','与其为笼中之雀，不如为林中之鸟\r\n','on');
INSERT INTO `lh_saying` VALUES (146,'马克思','最好是把真理比作燧石——它受到的敲打越厉害，发射出的光辉就越灿烂。\r\n','on');
INSERT INTO `lh_saying` VALUES (147,'民谚','无知使人毁灭，知识使人生色\r\n','on');
INSERT INTO `lh_saying` VALUES (148,'加里宁','无论哪个时代，青年的特点总是怀抱着各种理想和幻想。这并不是什么毛病，而是一种宝贵的品质\r\n','on');
INSERT INTO `lh_saying` VALUES (149,'培根','要追求真理，认识真理，更要依赖真理，这是人性中的最高品德。\r\n','on');
INSERT INTO `lh_saying` VALUES (150,'苏轼','养生治性，行义求志。\r\n','on');
INSERT INTO `lh_saying` VALUES (151,'佚名','惟一真正的责任，就是走向你自己的潜力，走向你自己的聪明才智和觉知，然后按照这样来行动。\r\n','on');
INSERT INTO `lh_saying` VALUES (152,'坎布里奇','一件事的价值大小，应看它能带来多少幸福\r\n','on');
INSERT INTO `lh_saying` VALUES (153,'怀特黑德','分析显而易见的事情需要非凡的思想。\r\n','on');
INSERT INTO `lh_saying` VALUES (154,'爱因斯坦','不管时代的潮流和社会的风尚怎样，人总可以凭着自己高尚的品质，超脱时代和社会，走自己正确的道路。现在，大家都为了电冰箱、汽车、房子而奔波、追逐、竞争。这就是我们这个时代的特征了。但是也还有不少人，他们不追求这些物质的东西，他们追求理想和真理，得到了内心的自由和安宁。\r\n','on');
INSERT INTO `lh_saying` VALUES (155,'培根','对一个人的评价，不可视其财富出身，更不可视其学问的高下，而是要看他真实的品德。\r\n','on');
INSERT INTO `lh_saying` VALUES (156,'杜威','所谓恶人，无论有过多么善良的过去，也已滑向堕落的道路而消逝其善良性；所谓善人，即使有过道德上不堪提及的过去，但他还是向着善良前进的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (157,'冯梦龙','不可以一时之誉，断其为君子，不呆以一时之谤，断其为小人。\r\n','on');
INSERT INTO `lh_saying` VALUES (158,'元结','汝若全德，必忠必直；汝若全行，必方必正。终身如此，可谓君子。\r\n','on');
INSERT INTO `lh_saying` VALUES (159,'德克斯特','良好的品德是由对坏倾向作顽强斗争培养出来的。\r\n','on');
INSERT INTO `lh_saying` VALUES (160,'英国','智者不强求\r\n','on');
INSERT INTO `lh_saying` VALUES (161,'阿富汗','智慧不是天公的恩赐，而是经验的结晶\r\n','on');
INSERT INTO `lh_saying` VALUES (162,'培根','当你遭遇挫折而感到愤闷抑郁的时候，向知心挚友的一度倾诉可以使你得到疏导。否则这种积郁使人致病。俗语说：人总是乐于把最大的奉承留给自己”，而友人的逆耳忠言却可以治疗这个毛病。朋友之间可以从两个方面提出忠告：一是关于品行的，二是关于事业的。\r\n','on');
INSERT INTO `lh_saying` VALUES (163,'王安石','不畏浮云遮望眼，只缘身在最高层。\r\n','on');
INSERT INTO `lh_saying` VALUES (164,'法朗士','美就是真，真就是美\r\n','on');
INSERT INTO `lh_saying` VALUES (165,'荀况','友者，所以相有也；道不同，何以相有也。\r\n','on');
INSERT INTO `lh_saying` VALUES (166,'谚语','从悬崖上能采到奇花异草，从劳动中能学到精湛的手艺。\r\n','on');
INSERT INTO `lh_saying` VALUES (167,'莎士比亚','点燃了的火炬不是为了火炬本身，就像我们的美德应该超过自己照亮别人。\r\n','on');
INSERT INTO `lh_saying` VALUES (168,'美国','诚实是格言的第一章\r\n','on');
INSERT INTO `lh_saying` VALUES (169,'唐·李颀','天行健，君子以自强不息\r\n','on');
INSERT INTO `lh_saying` VALUES (170,'蒙塔鸠','礼让不费什么，而得到一切。\r\n','on');
INSERT INTO `lh_saying` VALUES (171,'马克思','谁要是为名利的恶魔所诱惑，他就不能保持理智，就会依照不可抗拒的力量所指引给他的方向扑去\r\n','on');
INSERT INTO `lh_saying` VALUES (172,'周恩来','任何新生事物在开始时都不过是一株幼苗，一切新生事物之可贵，就因为在这新生的幼苗中，有无限的活力在成长，成长为巨人成长为力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (173,'詹·拉·洛威尔','谁想不落伍，谁就得不断进取。\r\n','on');
INSERT INTO `lh_saying` VALUES (174,'刘向','天将与之，必先苦之；天将毁之，必先累之。\r\n','on');
INSERT INTO `lh_saying` VALUES (175,'爱因斯坦','学习知识要善于思考,思考,再思.我就是靠这个方法成为科学家的。\r\n','on');
INSERT INTO `lh_saying` VALUES (176,'民谚','蜜蜂酿蜜，不为己食\r\n','on');
INSERT INTO `lh_saying` VALUES (177,'佚名','如同磁铁吸引四周的铁粉，热情也能吸引周围的人，改变周围的情况。\r\n','on');
INSERT INTO `lh_saying` VALUES (178,'列夫.托尔斯泰','理想的书籍，是智慧的钥匙。\r\n','on');
INSERT INTO `lh_saying` VALUES (179,'俾斯麦','如果人生的途程上没有障碍，人还有什么可做的呢。\r\n','on');
INSERT INTO `lh_saying` VALUES (180,'（宋）朱敦儒','白日去如箭，达者惜光阴。\r\n','on');
INSERT INTO `lh_saying` VALUES (181,'塞涅卡','如果一个人不知道他要驶向哪个码头，那么任何风都不会是顺风。\r\n','on');
INSERT INTO `lh_saying` VALUES (182,'朗费罗','很多人都有天赋，但如果不加以发挥，天赋就只好被埋没了\r\n','on');
INSERT INTO `lh_saying` VALUES (183,'清·颜元','志不真则心不热，心不热则功不贤\r\n','on');
INSERT INTO `lh_saying` VALUES (184,'唐·刘知几','言近而旨远，辞浅而义深，虽发语已殚，含意未尽。使人读者，望表而知里\r\n','on');
INSERT INTO `lh_saying` VALUES (185,'《西京杂记》','至诚则金石为开。<br>《西京杂记》卷五 至诚：极大的真诚。 金石为开：象金石般坚固的东西也被感动了。谓真诚最能感染人。\r\n','on');
INSERT INTO `lh_saying` VALUES (186,'金缨','能媚我者必能害我，宜加意防之；肯规予者必背助予，宜倾心听之。\r\n','on');
INSERT INTO `lh_saying` VALUES (187,'富兰克林','从事一项事情，先要决定志向，志向决定之后就要全力以赴毫不犹豫地去实行。\r\n','on');
INSERT INTO `lh_saying` VALUES (188,'萧伯纳','有自信心的人，可以化渺小为伟大，化平庸为神奇。\r\n','on');
INSERT INTO `lh_saying` VALUES (189,'培根','时间是衡量事业的标准\r\n','on');
INSERT INTO `lh_saying` VALUES (190,'塞万提斯','有时一扇门虽然关上了，其余的门却是敞开的。\r\n','on');
INSERT INTO `lh_saying` VALUES (191,'富兰克林','选择朋友要慢，改换朋友要更慢\r\n','on');
INSERT INTO `lh_saying` VALUES (192,'司各特','幽默是多么艳丽的服饰，又是何等忠诚的卫士！它永远胜过诗人和作家的智慧；它本身就是才华，它能杜绝愚昧。\r\n','on');
INSERT INTO `lh_saying` VALUES (193,'奥斯特洛夫斯基','共同的事业，共同的斗争，可以使人们产生忍受一切的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (194,'契诃夫','人应当一切都美，外貌、衣着、灵魂、思想。\r\n','on');
INSERT INTO `lh_saying` VALUES (195,'林希元','自古圣贤之言学也，咸以躬行实践为先，识见言论次之。\r\n','on');
INSERT INTO `lh_saying` VALUES (196,'巴尔扎克','心灵反映生活，面貌反映心灵。\r\n','on');
INSERT INTO `lh_saying` VALUES (197,'老子','大巧若拙\r\n','on');
INSERT INTO `lh_saying` VALUES (198,'巴斯德','立志工作成功，是人类活动的三大要素\r\n','on');
INSERT INTO `lh_saying` VALUES (199,'佚名','世界上只有一样东西是不用语言说话的，那就是诚实。\r\n','on');
INSERT INTO `lh_saying` VALUES (200,'谚语','骄傲来自浅薄，狂妄出于无知。\r\n','on');
INSERT INTO `lh_saying` VALUES (201,'周颖南','与其被淘汰，不如自我更新。\r\n','on');
INSERT INTO `lh_saying` VALUES (202,'巴斯德','机遇只偏爱那些有准备的头脑的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (203,'美国','从不收回自己意见的人，爱自己甚于爱真理\r\n','on');
INSERT INTO `lh_saying` VALUES (204,'《淮南子》','人无善志，虽勇必伤。\r\n','on');
INSERT INTO `lh_saying` VALUES (205,'贝弗里奇','决定结果的正是我们在处理表面上微不足道、枯燥乏味，而且不用麻烦的细枝末节时所采取的谨慎小心的态度。\r\n','on');
INSERT INTO `lh_saying` VALUES (206,'佚名','广交不如择友，投师不如访友。\r\n','on');
INSERT INTO `lh_saying` VALUES (207,'雨果','善良是历史中稀有的珍珠，善良的人便几乎优于伟大的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (208,'爱尔维修','热爱真理，是找到真理的最有利的条件。\r\n','on');
INSERT INTO `lh_saying` VALUES (209,'泰格奈尔','知心朋友相隔千山万水，也似近在咫尺。\r\n','on');
INSERT INTO `lh_saying` VALUES (210,'莎士比亚','人们在被命运眷宠的时候，勇、怯、强、弱、智、愚、贤、不肖，都看不出什么分别来：可是一旦为幸运所抛弃，开始涉历惊涛骇浪的时候，就好像有一把有力的大扇子，把他们扇开了，柔弱无用的都被扇去，有毅力、有操守的却会卓立不动。\r\n','on');
INSERT INTO `lh_saying` VALUES (211,'塞内加','智慧是唯一的自由。\r\n','on');
INSERT INTO `lh_saying` VALUES (212,'梁启超','人生须知负责任的苦处，才能知道有尽责的乐趣。\r\n','on');
INSERT INTO `lh_saying` VALUES (213,'斯大林','要建设，就必须有知识，必须掌握科学。而要有知识，就必须学习，顽强地、耐心地学习。向所有的人学习，不论向敌人或朋友都要学习，特别是向敌人学习。\r\n','on');
INSERT INTO `lh_saying` VALUES (214,'乔·斯威夫特','书籍是大脑之子\r\n','on');
INSERT INTO `lh_saying` VALUES (215,'克雷洛夫','现实是此岸，理想是彼岸。中间隔着湍急的河流，行动则是架在川上的桥梁。\r\n','on');
INSERT INTO `lh_saying` VALUES (216,'李陵','人之相知，贵在知心。\r\n','on');
INSERT INTO `lh_saying` VALUES (217,'佚名','幸福的泪由劳动的汗水酿成；失望的泪只有用奋斗才能抹去\r\n','on');
INSERT INTO `lh_saying` VALUES (218,'德国','勇敢是成功的儿子\r\n','on');
INSERT INTO `lh_saying` VALUES (219,'英国谚语','骄傲是无知的别名。\r\n','on');
INSERT INTO `lh_saying` VALUES (220,'德谟克利特','理想的实现只靠干，不靠空谈。\r\n','on');
INSERT INTO `lh_saying` VALUES (221,'陀思妥耶夫斯基','无论是人类还是民族，如果没有崇高的理想，就不能生存。\r\n','on');
INSERT INTO `lh_saying` VALUES (222,'房玄龄','思危所以求安,虑退所以能进。\r\n','on');
INSERT INTO `lh_saying` VALUES (223,'英国','再好的射手也有脱靶时\r\n','on');
INSERT INTO `lh_saying` VALUES (224,'德谟克里特','坚定不移的智慧是最宝贵的东西，胜过其余的一切。\r\n','on');
INSERT INTO `lh_saying` VALUES (225,'高尔基','人如果没有良心，哪怕有天大的聪明也活不下去。\r\n','on');
INSERT INTO `lh_saying` VALUES (226,'民谚','勤人过山易，懒人动指难\r\n','on');
INSERT INTO `lh_saying` VALUES (227,'戈蒂埃','眼睛是透明的，通过它们，可以看到人的心灵\r\n','on');
INSERT INTO `lh_saying` VALUES (228,'民谚','言必行，行必果\r\n','on');
INSERT INTO `lh_saying` VALUES (229,'居里夫人','如果能追随理想而生活，本着正直自由的精神、勇往直前的毅力、诚实不自欺的思想而行，则定能臻于至美至善的境地。\r\n','on');
INSERT INTO `lh_saying` VALUES (230,'书经','习与性成。\r\n','on');
INSERT INTO `lh_saying` VALUES (231,'马塞尔·普鲁斯特','真正的书籍应是黑夜和沉默的产物，而不是白昼和闲聊的果实\r\n','on');
INSERT INTO `lh_saying` VALUES (232,'别林斯基','真正的朋友不把友谊挂在口上，他们并不为了友谊而互相要求一点什么，而是彼此为对方做一切办得到的事。\r\n','on');
INSERT INTO `lh_saying` VALUES (233,'明·冯梦龙','忠心正气，千古不磨\r\n','on');
INSERT INTO `lh_saying` VALUES (234,'三国志','难得而易失者时也，时至而不旋踵者机也\r\n','on');
INSERT INTO `lh_saying` VALUES (235,'明·王守仁','志不立，如无舵这舟，无衔之马，漂荡奔逸，终亦何所底乎\r\n','on');
INSERT INTO `lh_saying` VALUES (236,'唐·韩愈','圣人无常师\r\n','on');
INSERT INTO `lh_saying` VALUES (237,'谚语','节约时间胜过储存金银。\r\n','on');
INSERT INTO `lh_saying` VALUES (238,'冯学峰','当一个人用工作去迎接光明，光明很快就会来照耀着他。\r\n','on');
INSERT INTO `lh_saying` VALUES (239,'歌德','我们虽可以靠父母和亲戚的庇护而成长，倚赖兄弟和好友，借交游的扶助，因爱人而得到幸福，但是无论怎样，归根结底人类还是依赖自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (240,'约翰逊','心地善良的人，富于幻想的人比冷酷残忍的人更容易聚合。\r\n','on');
INSERT INTO `lh_saying` VALUES (241,'谢觉哉','做事，不止是人家要我做才做，而是人家没要我做也争着去做。这样，才做得有趣味，也就会有收获。\r\n','on');
INSERT INTO `lh_saying` VALUES (242,'中论','止谤莫如修身。\r\n','on');
INSERT INTO `lh_saying` VALUES (243,'《礼记》','玉不琢，不成器。人不学，不知道。\r\n','on');
INSERT INTO `lh_saying` VALUES (244,'《旧唐书·崔彦昭传》','但立直标，终无曲影。<br>《旧唐书·崔彦昭传》 标：标杆。心正必无恶行。\r\n','on');
INSERT INTO `lh_saying` VALUES (245,'邓拓','生来奔走万山中，踏尽崎岖路自通。\r\n','on');
INSERT INTO `lh_saying` VALUES (246,'范晔','德不称，其祸必酷；能不称，其殃必大。\r\n','on');
INSERT INTO `lh_saying` VALUES (247,'佚名','嘲讽是一种力量，消极的力量。赞扬也是一种力量，但却是积极的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (248,'箴言','白头后的痛苦叹息，都是在年轻时无聊的时辰里写成！\r\n','on');
INSERT INTO `lh_saying` VALUES (249,'亦舒','人生短短数十载，最要紧的是满足自己，不是讨好他人。\r\n','on');
INSERT INTO `lh_saying` VALUES (250,'西德尼','做好事是人生中唯一确实快乐的行动。\r\n','on');
INSERT INTO `lh_saying` VALUES (251,'培根','人们说得好，真理是时间的女儿，不是权威的女儿。\r\n','on');
INSERT INTO `lh_saying` VALUES (252,'《易·谦》','谦谦君子，卑以自牧。\r\n','on');
INSERT INTO `lh_saying` VALUES (253,'汉·桓宽','工不出则农用乏\r\n','on');
INSERT INTO `lh_saying` VALUES (254,'孟德斯鸠','品德应该高尚些；处世，应该坦率些，举止，应该礼貌些。\r\n','on');
INSERT INTO `lh_saying` VALUES (255,'蒂特·李维','友谊应当是不朽的。\r\n','on');
INSERT INTO `lh_saying` VALUES (256,'《论语.子路》','朋友切切思思。\r\n','on');
INSERT INTO `lh_saying` VALUES (257,'晁说之','修学不以诚，则学杂；为事不以诚，则事败。<br>宋·晁说之《晁氏客语》 修学：研讨学问。杂：杂乱。为事：干事情。\r\n','on');
INSERT INTO `lh_saying` VALUES (258,'布尔沃·利顿','没有热情，就创造不出伟绩\r\n','on');
INSERT INTO `lh_saying` VALUES (259,'苏联','屈已者能处众，谦虚者能处身\r\n','on');
INSERT INTO `lh_saying` VALUES (260,'逸周书','兵强胜人，人强胜天\r\n','on');
INSERT INTO `lh_saying` VALUES (261,'卜伽丘','友谊真是一样最神圣的东西，不仅值得特别推崇，而是值得永远赞扬。\r\n','on');
INSERT INTO `lh_saying` VALUES (262,'德谟克里特','要使人信服一句言语常常比黄金更有效。\r\n','on');
INSERT INTO `lh_saying` VALUES (263,'林逋','和以处众，宽以待下，恕以待人，君子人也。\r\n','on');
INSERT INTO `lh_saying` VALUES (264,'佚名','人的生命恰似一部小说，其价值在于贡献而不在于短长。\r\n','on');
INSERT INTO `lh_saying` VALUES (265,'易卜生','人的灵魂表现在他的事业上。\r\n','on');
INSERT INTO `lh_saying` VALUES (266,'巴甫洛夫','科学要求每个人有极紧张的工作和伟大的热情。\r\n','on');
INSERT INTO `lh_saying` VALUES (267,'美洲','不要让昨天占用今天的时间\r\n','on');
INSERT INTO `lh_saying` VALUES (268,'达·芬奇','人的智慧不用，就会枯萎。\r\n','on');
INSERT INTO `lh_saying` VALUES (269,'哈代','不能不考虑自己走的路是否合适，就不加思索地沿着这条路走下去，而应该考虑自己的才能和志趣，并按照这种才能和志趣改变自己的道路。\r\n','on');
INSERT INTO `lh_saying` VALUES (270,'W.克莱门特.斯通','如果我们能左右自己的思想,就能够控制我们的情感.\r\n','on');
INSERT INTO `lh_saying` VALUES (271,'鲁迅','单是说不行，要紧的是做。\r\n','on');
INSERT INTO `lh_saying` VALUES (272,'颜之推','与善人居，如入芝兰之室，久而自芳也；与恶人居，如入鲍鱼之肆，久而自臭也。\r\n','on');
INSERT INTO `lh_saying` VALUES (273,'雨果','极端公正和善良的心是不属于庸俗的人的。良心的觉醒就是灵魂的伟大。\r\n','on');
INSERT INTO `lh_saying` VALUES (274,'赵树理','读书也像开矿一样“沙里淘金”。\r\n','on');
INSERT INTO `lh_saying` VALUES (275,'拉罗什富科','真诚是一种心灵的开放。\r\n','on');
INSERT INTO `lh_saying` VALUES (276,'盖仑','习俗是人生的伟大的向导\r\n','on');
INSERT INTO `lh_saying` VALUES (277,'民谚','山高有攀头，路远有奔头\r\n','on');
INSERT INTO `lh_saying` VALUES (278,'童第周','应该记住，我们的事业，需要的是手，而不是嘴。\r\n','on');
INSERT INTO `lh_saying` VALUES (279,'契诃夫','书是音符，谈话才是歌。\r\n','on');
INSERT INTO `lh_saying` VALUES (280,'布雷顿','不假雕琢的艺术才是真正的艺术。\r\n','on');
INSERT INTO `lh_saying` VALUES (281,'范仲淹','先天下之忧而忧，后天下之乐而乐。\r\n','on');
INSERT INTO `lh_saying` VALUES (282,'（明）况钟','岁月不汝延，努力无暂辍。\r\n','on');
INSERT INTO `lh_saying` VALUES (283,'冯梦龙','自古明人不做暗事。<br>明·冯梦龙《古今小说·李秀卿义结黄贞女》从来光磊落的人不做见不得人的事。\r\n','on');
INSERT INTO `lh_saying` VALUES (284,'罗素','我们有力的道德就是通过奋斗取得物质上的成功；这种道德既适用于国家，也适用于个人\r\n','on');
INSERT INTO `lh_saying` VALUES (285,'魏源','闻见广则聪明辟，胜友之而学易成。\r\n','on');
INSERT INTO `lh_saying` VALUES (286,'西塞罗','我对于事业的抱负和理想，是以“真”为开始，“善”为历程，“美”为最终目标的。\r\n','on');
INSERT INTO `lh_saying` VALUES (287,'爱尔兰','人生不是一支短短的蜡烛，而是一支由我们暂时拿着的火炬\r\n','on');
INSERT INTO `lh_saying` VALUES (288,'台湾长鸿益集团厂训','失败就是迈向成功应付出的代价\r\n','on');
INSERT INTO `lh_saying` VALUES (289,'佚名','人们总爱用鲜花，掌声迎接成功者，但须知成功的路上坎坷，荆棘，崎岖，有人爱用责怪，嘲笑对待失败者，但须知失败中包藏着希望，孕育着胜利。\r\n','on');
INSERT INTO `lh_saying` VALUES (290,'宋·朱熹','自古圣人二致，但其施教，则必因其材而笃信\r\n','on');
INSERT INTO `lh_saying` VALUES (291,'清·金缨','宽宏大量会使强者变得更强\r\n','on');
INSERT INTO `lh_saying` VALUES (292,'拉伯雷','没有良心的人等于一无所有\r\n','on');
INSERT INTO `lh_saying` VALUES (293,'高尔基','我知道什麽是劳动：劳动是世界上一切欢乐和一切美好事情的源泉。\r\n','on');
INSERT INTO `lh_saying` VALUES (294,'罗曼·罗兰','和书生活在一起，永远不会叹气。\r\n','on');
INSERT INTO `lh_saying` VALUES (295,'朱熹','自修则人不得以非理相加。\r\n','on');
INSERT INTO `lh_saying` VALUES (296,'英国','没有经验，智慧也就很有限了\r\n','on');
INSERT INTO `lh_saying` VALUES (297,'约·库克','良心强调的是“应该”二字\r\n','on');
INSERT INTO `lh_saying` VALUES (298,'杜伽尔','一个青年出自本性反抗一切是好的预兆。……凡是有所成就的无不是这种桀骜不驯的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (299,'（法国）谚语','劳动可以使人摆脱寂寞、恶心和贫困。\r\n','on');
INSERT INTO `lh_saying` VALUES (300,'佚名','不是境况造就人，而是人造就境况。\r\n','on');
INSERT INTO `lh_saying` VALUES (301,'贾曦光','人的聪明和自己的明智及道路的选择，往往在失败以后。\r\n','on');
INSERT INTO `lh_saying` VALUES (302,'爱默生','你们认为我是命运之子：实际上，我却在创造着自己的命运。\r\n','on');
INSERT INTO `lh_saying` VALUES (303,'英国','勤奋是世功之母\r\n','on');
INSERT INTO `lh_saying` VALUES (304,'佚名','使人站起来的不是双脚，而是理想、智慧、意志和创造力。<br>\r\n','on');
INSERT INTO `lh_saying` VALUES (305,'李惺','师以质疑，友以析疑。\r\n','on');
INSERT INTO `lh_saying` VALUES (306,'契诃夫','对一切事情都喜欢做到准确、严格、正规，这些都不愧是高尚心灵所应有的品质。\r\n','on');
INSERT INTO `lh_saying` VALUES (307,'朝鲜','勤奋的人是时间的主人，懒惰的人是时间的奴隶\r\n','on');
INSERT INTO `lh_saying` VALUES (308,'巴斯德','立志、工作、成就，是人类活动的三大要素。立志是事业的大门，工作是登堂入室的旅程。这旅程的尽头有个成功在等待着，来庆祝你的努力结果。\r\n','on');
INSERT INTO `lh_saying` VALUES (309,'迪斯雷里','青年时的失败要比壮年时的胜利，老年时的成功更令人满意。\r\n','on');
INSERT INTO `lh_saying` VALUES (310,'书摘','责人之非，不如行己之是；扬己之是，不如克己之非。\r\n','on');
INSERT INTO `lh_saying` VALUES (311,'鲁巴金','读书是在别人思想的帮助下，建立起自己的思想\r\n','on');
INSERT INTO `lh_saying` VALUES (312,'爱迪生','凡是希望荣誉而舒适地度过晚年的人，他必须在年轻时想到有一天会衰老；这样，在年老时，他也会记得曾有过年轻。\r\n','on');
INSERT INTO `lh_saying` VALUES (313,'屈原','路漫漫其休远兮，吾将上下而求索。\r\n','on');
INSERT INTO `lh_saying` VALUES (314,'罗曼·罗兰','天才有的弱点并不少于普通人，也许更多一些。\r\n','on');
INSERT INTO `lh_saying` VALUES (315,'《孟子》','君子莫大乎与人为善。\r\n','on');
INSERT INTO `lh_saying` VALUES (316,'老舍','如果不随时注意观察，随时记下来，哪怕你走遍天下，还是什么也记不真确，什么东西也写不出。\r\n','on');
INSERT INTO `lh_saying` VALUES (317,'高尔基','只有知识才是力量，只有知识能使我们诚实地爱人，尊重人的劳动，由衷地赞赏无间断的伟大劳动的美好成果；只有知识才能使我们成为具有坚强精神的、诚实的、有理性的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (318,'佚名','障碍与失败，是通往成功最稳靠的踏脚石，肯研究、利用它们，便能从失败中培养出成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (319,'巴金','奋斗就是生活，人生惟有前进。\r\n','on');
INSERT INTO `lh_saying` VALUES (320,'爱默生','怎样思想,就有怎样的生活\r\n','on');
INSERT INTO `lh_saying` VALUES (321,'陶铸','我们应该赞美岩石的坚定。我们应该学习岩石的坚定。我们应该对革命有着坚强的信念。\r\n','on');
INSERT INTO `lh_saying` VALUES (322,'车尔尼雪夫斯基','幸福的斗争不论它是如何的艰难，它并不是一种痛苦，而是快乐，而只是喜剧。\r\n','on');
INSERT INTO `lh_saying` VALUES (323,'纪伯伦','一个人的意义不在于他的成就，而在于他所企求成就的东西。\r\n','on');
INSERT INTO `lh_saying` VALUES (324,'泰戈尔','我们必须奉献于生命，才能获得生命。\r\n','on');
INSERT INTO `lh_saying` VALUES (325,'法国','宁肯折断骨头，不能放弃信念\r\n','on');
INSERT INTO `lh_saying` VALUES (326,'宋·林逋','忧国者不顾其身，爱民者不罔其上\r\n','on');
INSERT INTO `lh_saying` VALUES (327,'蒲柏','人就像藤萝，他的生存靠别的东西支持，他拥抱别人，就从拥抱中得到了力量\r\n','on');
INSERT INTO `lh_saying` VALUES (328,'明·方孝儒','谦虚之于功德，犹如阴影之于绘画\r\n','on');
INSERT INTO `lh_saying` VALUES (329,'邓拓（现代新闻工作者学者）转引自年月日《忆邓拓》','古今中外有学问的人，有成就的人，总是十分注意积累的。知识就是机积累起来的，经验也是积累起来的。我们对什么事情都不应该像“过眼云烟”。\r\n','on');
INSERT INTO `lh_saying` VALUES (330,'卢梭','生活得最有意义的人，并不就是年岁活得最长的人，而是对生活最有感受的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (331,'孟子','尽信《书》，则不如无《书》。\r\n','on');
INSERT INTO `lh_saying` VALUES (332,'西塞罗','智力享受的方法很多，而且各种各样，我是指明智而有教养的人，对这样的人来说生活就是思考\r\n','on');
INSERT INTO `lh_saying` VALUES (333,'民谚','智慧源于勤奋，伟大出自平凡\r\n','on');
INSERT INTO `lh_saying` VALUES (334,'蒙田','害怕自己会受苦的人，已经遭受他所害怕的痛苦。\r\n','on');
INSERT INTO `lh_saying` VALUES (335,'德谟克里特','迎头搏击才能前进，勇气减轻了命运的打击。\r\n','on');
INSERT INTO `lh_saying` VALUES (336,'乔叟','怀疑一切与信任一切是同样的错误，能得乎其中方为正道。\r\n','on');
INSERT INTO `lh_saying` VALUES (337,'《孟子》','仁者无敌于天下。\r\n','on');
INSERT INTO `lh_saying` VALUES (338,'佚名','举一反三者，博学；举己得三者，多学。\r\n','on');
INSERT INTO `lh_saying` VALUES (339,'民谚','人贵有志，学贵有恒\r\n','on');
INSERT INTO `lh_saying` VALUES (340,'爱献生','人生来就具有一定的天赋\r\n','on');
INSERT INTO `lh_saying` VALUES (341,'鹦鹉坚定','不学杨柳随风摆，要学青松立山冈\r\n','on');
INSERT INTO `lh_saying` VALUES (342,'英国','伟大的目标构成伟大的心灵\r\n','on');
INSERT INTO `lh_saying` VALUES (343,'朱熹','心大则百物皆通，心小则百物皆病。\r\n','on');
INSERT INTO `lh_saying` VALUES (344,'胡适','无目的读书是散步而不是学习。\r\n','on');
INSERT INTO `lh_saying` VALUES (345,'法国','巨大的危险有这样的妙处，它能使陌生人中间的友爱显露出来。\r\n','on');
INSERT INTO `lh_saying` VALUES (346,'雨果','人有了物质才能生存；人有了理想才谈得上生活。你要了解生存与生活的不同吗？动物生存，而人则生活。\r\n','on');
INSERT INTO `lh_saying` VALUES (347,'培根','人们大半是依据他的意向而思想，依据他的学问与见识而谈话，而其行为却是依据他们的习惯。\r\n','on');
INSERT INTO `lh_saying` VALUES (348,'英国','不作恶是走向美德的第一步\r\n','on');
INSERT INTO `lh_saying` VALUES (349,'佚名','一时强弱在于力，万古胜负在于理。\r\n','on');
INSERT INTO `lh_saying` VALUES (350,'奥·纳什','聪明过度就是愚蠢\r\n','on');
INSERT INTO `lh_saying` VALUES (351,'石川磐','不需要检查的管理是理想的管理。\r\n','on');
INSERT INTO `lh_saying` VALUES (352,'拉·乔乃尼奥里','劳动却是产生一切力量、一切道德和一切幸福的威力无比的源泉。\r\n','on');
INSERT INTO `lh_saying` VALUES (353,'莎甫慈伯利','美德对于每个人，都是善；不道德对于每个人，都是恶。\r\n','on');
INSERT INTO `lh_saying` VALUES (354,'佚名','研卷知古今；藏书教子孙。\r\n','on');
INSERT INTO `lh_saying` VALUES (355,'佚名','有些人希望靠财富而被人尊重，但它只会更加暴露他们的空虚和愚蠢\r\n','on');
INSERT INTO `lh_saying` VALUES (356,'叔本华','从根本上说，只有我们独立自主的思索，才真正具有真理和生命。因为，惟有它们才是我们反复领悟的东西。他人的思想就像加别人飨桌上的残羹，就像陌生客人挪下的衣衫。\r\n','on');
INSERT INTO `lh_saying` VALUES (357,'（印度）谚语','火烫伤了皮肤，会随着时间痊愈；出话伤人，将永远留下疤痕。\r\n','on');
INSERT INTO `lh_saying` VALUES (358,'柯南道尔','有些人本身没有天才，可是有着可观的激发天才的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (359,'林肯','给别人自由和维护自己的自由，两者同样是崇高的事业\r\n','on');
INSERT INTO `lh_saying` VALUES (360,'约·德莱基','美貌和谦逊很难兼而有之\r\n','on');
INSERT INTO `lh_saying` VALUES (361,'元·黄涞','气直则辞盛，辞盛则文工\r\n','on');
INSERT INTO `lh_saying` VALUES (362,'李维','需要是最终的也是最有力的武器\r\n','on');
INSERT INTO `lh_saying` VALUES (363,'民谚','汗水的河才能冲开理想之门\r\n','on');
INSERT INTO `lh_saying` VALUES (364,'《论语·子路》','君子和而不同，小人同而不和。<br>《论语·子路》 和：和顺。 同：随声附和。君子和顺而不苟同，小人苟同而不和顺。\r\n','on');
INSERT INTO `lh_saying` VALUES (365,'（元）许名奎','不挠不屈，不仰不俯；壁立万仞，中流砥柱。\r\n','on');
INSERT INTO `lh_saying` VALUES (366,'佚名','有抱负的人，虽然也常常后悔，但不在后悔中消沉，而在后悔中过求索。\r\n','on');
INSERT INTO `lh_saying` VALUES (367,'佚名','忿如火，不遏则燎原；欲如水，不遏则滔天。\r\n','on');
INSERT INTO `lh_saying` VALUES (368,'佚名','投机取巧、专想寻觅做学问的捷径者，最终只能走进令人失望的死胡同。\r\n','on');
INSERT INTO `lh_saying` VALUES (369,'杰·李·贝内特','书籍是作者为我们渡过危险的人生之海而准备的罗盘、望远镜、六分仪和海图\r\n','on');
INSERT INTO `lh_saying` VALUES (370,'左传','君子务知大者远者，小人务知小者近者\r\n','on');
INSERT INTO `lh_saying` VALUES (371,'民谚','坐得正，立得正\r\n','on');
INSERT INTO `lh_saying` VALUES (372,'明·薛萱','珠藏泽自媚，玉韫山含辉，此涵养之重要\r\n','on');
INSERT INTO `lh_saying` VALUES (373,'格罗夫','真正的科学不知道同情，也不知道厌恶，它的惟一目的就是真理。\r\n','on');
INSERT INTO `lh_saying` VALUES (374,'乔·华盛顿','衡量朋友的真正的标准是行为而不是言语。\r\n','on');
INSERT INTO `lh_saying` VALUES (375,'佚名','一等二靠三落空，一想二干三成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (376,'泰戈尔','虚伪永远不能凭借它生长在权力中而变成真实。\r\n','on');
INSERT INTO `lh_saying` VALUES (377,'歌德','光有知识是不够的，还应当运用；光有愿望是不够的，还应当行动。\r\n','on');
INSERT INTO `lh_saying` VALUES (378,'佚名','有好学识、好技能，最容易交好运气。\r\n','on');
INSERT INTO `lh_saying` VALUES (379,'佚名','把人的价值降低为消费的实惠，无疑是创造性价值的泯灭；把生命变为待价而沽的商品，无疑是人的本质的沧丧。\r\n','on');
INSERT INTO `lh_saying` VALUES (380,'罗素','一个有勃勃生机与广泛兴趣的人，可以战胜一切不幸。\r\n','on');
INSERT INTO `lh_saying` VALUES (381,'迈兹纳','不要把自己看得太重要，没有你，事情一样可以做得好。\r\n','on');
INSERT INTO `lh_saying` VALUES (382,'宋熹','少年易老学难，一寸光阴不可轻。\r\n','on');
INSERT INTO `lh_saying` VALUES (383,'福楼拜','人的一生中，最光辉的一天并非是功成名就那天，而是从悲叹与绝望中产生对人生的挑战，以勇敢迈向意志那天。\r\n','on');
INSERT INTO `lh_saying` VALUES (384,'哈菲兹','在年轻人的颈项上，没有什么东西能比事业心这颗灿烂的宝珠更迷人的了\r\n','on');
INSERT INTO `lh_saying` VALUES (385,'博维','失去了真诚等于失去了活力\r\n','on');
INSERT INTO `lh_saying` VALUES (386,'洛克','良好的礼仪的功用或目的只在使得那些与我们交谈的人感到安适与满足，没有别的。要能做到通过恰如其分的普通的礼节与尊重，表明你对他人的尊敬、重视与善意。这是一种很高的境界，要能做到这种境地，而又不被人家疑心你谄媚、伪善或卑鄙，是一种很大的技巧。\r\n','on');
INSERT INTO `lh_saying` VALUES (387,'罗斯金','聪明人常从万物中有所感悟，因为他所得到的才能本是从一切事物中汲取的精华。\r\n','on');
INSERT INTO `lh_saying` VALUES (388,'欧洲','时间是无声的脚步，不会因为我们有许多事情需要处理而稍停片刻\r\n','on');
INSERT INTO `lh_saying` VALUES (389,'托·富勒','今天的一小时等于明天的两小时。\r\n','on');
INSERT INTO `lh_saying` VALUES (390,'萧楚女','做人也要像蜡烛一样，在有限的一生中有一分热发一分光，给人以光明，给人以温暖。\r\n','on');
INSERT INTO `lh_saying` VALUES (391,'章炳麟','道德衰亡，诚亡国灭种之根基。\r\n','on');
INSERT INTO `lh_saying` VALUES (392,'毕雷敦','管理阶层的领导能力是刺激员工努力工作的原动力。\r\n','on');
INSERT INTO `lh_saying` VALUES (393,'莎士比亚','一个人无论禀有着什么奇才异能，倘然不把那种才能传达到别人的身上，他就等于一无所有。\r\n','on');
INSERT INTO `lh_saying` VALUES (394,'吕鹏搏','凡人立于天地间，遇事必当之以“诚”，而后人始信其为人，乃得有为人之价值。尚诈术者，何能立名建业。\r\n','on');
INSERT INTO `lh_saying` VALUES (395,'马丹·杜·加尔','当你感到自己是一个人时，惟一的限制是良知。\r\n','on');
INSERT INTO `lh_saying` VALUES (396,'梁实秋','没有人不爱惜他的生命，但很少人珍视他的时间。\r\n','on');
INSERT INTO `lh_saying` VALUES (397,'明·朱元璋','雪压枝头低，虽低不着泥；一朝红日出，依旧与天齐\r\n','on');
INSERT INTO `lh_saying` VALUES (398,'民谚','厚者不毁人以自益也，仁者不危人以要名\r\n','on');
INSERT INTO `lh_saying` VALUES (399,'（唐）吴兢','治天下者，以人为本。\r\n','on');
INSERT INTO `lh_saying` VALUES (400,'英国','愚人不能从智者那里学到什么，而智者却能从愚人那里学到很多\r\n','on');
INSERT INTO `lh_saying` VALUES (401,'佚名','与其要漂亮的谎言，不如要痛苦的真理。\r\n','on');
INSERT INTO `lh_saying` VALUES (402,'民谚','多少暴君试图绞杀真理，灭亡的只是他们自己\r\n','on');
INSERT INTO `lh_saying` VALUES (403,'（明）胡居仁','一思尚存，此志不懈。\r\n','on');
INSERT INTO `lh_saying` VALUES (404,'《格言联壁》','不让古人，是谓有志。不让今人，是谓无量。\r\n','on');
INSERT INTO `lh_saying` VALUES (405,'周国平','人生最低的境界是平凡，其次是超凡脱俗，最高是返璞归真的平凡。\r\n','on');
INSERT INTO `lh_saying` VALUES (406,'民谚','一兵不能成将，独木不能成林\r\n','on');
INSERT INTO `lh_saying` VALUES (407,'奥斯特洛夫斯基','所谓友谊，这首先是诚恳，是批评同志的错误。\r\n','on');
INSERT INTO `lh_saying` VALUES (408,'马修·阿诺德','具有创造性活动的意识是巨大的幸福，也是人活着的伟大证明。\r\n','on');
INSERT INTO `lh_saying` VALUES (409,'弥尔顿','你若想证实你的坚贞，首先证实你的忠诚\r\n','on');
INSERT INTO `lh_saying` VALUES (410,'伊卜恩·斯依恩那','性格由习惯演变而来\r\n','on');
INSERT INTO `lh_saying` VALUES (411,'英国','需要和机会，可使懦夫变勇敢\r\n','on');
INSERT INTO `lh_saying` VALUES (412,'民谚','视困难为常规，以付出为快乐\r\n','on');
INSERT INTO `lh_saying` VALUES (413,'魏子','源静则流清，本固则丰茂；内修则外理，形端则影直。\r\n','on');
INSERT INTO `lh_saying` VALUES (414,'邓小平','掌握新技术，要善于学习，更要善于创新。\r\n','on');
INSERT INTO `lh_saying` VALUES (415,'明·王廷相','性者，天质之朴也；善者，王教之\r\n','on');
INSERT INTO `lh_saying` VALUES (416,'车尔尼雪夫斯基','美的东西总是与人生的幸福和欢乐相连的。\r\n','on');
INSERT INTO `lh_saying` VALUES (417,'佚名','如果我们都去做自己能力做得到的事，我们真会叫自己大吃一惊。\r\n','on');
INSERT INTO `lh_saying` VALUES (418,'培根','美德有如名香，经燃烧或压抑而其香愈烈：盖幸运最难显露恶德而厄运最能显露美德也。\r\n','on');
INSERT INTO `lh_saying` VALUES (419,'池田大作','对自己的痛苦敏感，而对别人的痛苦极其麻木不仁，这是人性的可悲的特色之一。\r\n','on');
INSERT INTO `lh_saying` VALUES (420,'汉·贾谊','民者，万世之本也\r\n','on');
INSERT INTO `lh_saying` VALUES (421,'民谚','看鹰看飞翔，看人看行为\r\n','on');
INSERT INTO `lh_saying` VALUES (422,'哈萨克族','紧走赶不上慢不歇\r\n','on');
INSERT INTO `lh_saying` VALUES (423,'卓别林','信仰是人类赖以生存的众多的力量\r\n','on');
INSERT INTO `lh_saying` VALUES (424,'梁晓声','友谊，好比一瓶酒，封存的时间越长，价值则越高；而一旦启封，还够一个酒鬼滥饮一次……\r\n','on');
INSERT INTO `lh_saying` VALUES (425,'汉·王充','为世用者，百篇无害，不为世用，一章无补\r\n','on');
INSERT INTO `lh_saying` VALUES (426,'陈毅','志士嗟日短，愁人知夜长。\r\n','on');
INSERT INTO `lh_saying` VALUES (427,'陶铸','如烟往事俱忘却，心底无私天地宽。\r\n','on');
INSERT INTO `lh_saying` VALUES (428,'管子','礼义廉耻，国之四维，四维不张，国乃灭亡\r\n','on');
INSERT INTO `lh_saying` VALUES (429,'意大利','真理是时代的女儿\r\n','on');
INSERT INTO `lh_saying` VALUES (430,'柏顿','热衷名利的人，像旋转轮上的狗，或笼中的松鼠，虽然它们一直在焦虑中不断的用力爬，但却永远达不到顶端。\r\n','on');
INSERT INTO `lh_saying` VALUES (431,'佚名','人无新思想,即无新事业。\r\n','on');
INSERT INTO `lh_saying` VALUES (432,'杜南','旅行是真正的知识最伟大的发源地。\r\n','on');
INSERT INTO `lh_saying` VALUES (433,'菲尔丁','不好的书也像不好的朋友一样，可能会把你戕害。\r\n','on');
INSERT INTO `lh_saying` VALUES (434,'《革命烈士诗抄》','热的心会把冰雪溶消。\r\n','on');
INSERT INTO `lh_saying` VALUES (435,'佚名','人生最重要的，不在乎增高地位，乃在乎善用自己的才能，用到最高的限度。\r\n','on');
INSERT INTO `lh_saying` VALUES (436,'培根','天然的才能好象天然的植物，需要学问来修剪。\r\n','on');
INSERT INTO `lh_saying` VALUES (437,'鲁迅','时间，就象海绵里的水，只要愿挤，总还是有的。\r\n','on');
INSERT INTO `lh_saying` VALUES (438,'卡莱尔','大多数人是保守的，不轻易相信新事物，但能容忍对现实中的众多失败\r\n','on');
INSERT INTO `lh_saying` VALUES (439,'狄奥佛拉斯塔','时间是人能消费的最有价值的东西。\r\n','on');
INSERT INTO `lh_saying` VALUES (440,'马丁','没有引发任何行动的思想都不是思想，而是梦想。\r\n','on');
INSERT INTO `lh_saying` VALUES (441,'车尔尼雪夫斯基','应该坚信，思想和内容不是通过没头没脑的感伤，而是通过思考而得到的。\r\n','on');
INSERT INTO `lh_saying` VALUES (442,'方孝孺','不安于小成，然后足以成大器；不诱于小利，然后可以立远功。\r\n','on');
INSERT INTO `lh_saying` VALUES (443,'柏拉图','一切背离了公正的知识都应叫做狡诈，而不应称为智慧。\r\n','on');
INSERT INTO `lh_saying` VALUES (444,'佚名','再冷的石头，坐上三年也会暖。\r\n','on');
INSERT INTO `lh_saying` VALUES (445,'菲·贝利','世界是一部伟大的诗篇，世界是这诗篇的文字，而我们的灵魂则是这诗篇里的思想\r\n','on');
INSERT INTO `lh_saying` VALUES (446,'拉丁美洲','没有勇气的人，永远不会攀山渡海\r\n','on');
INSERT INTO `lh_saying` VALUES (447,'瓦维洛夫','当科学达到某个高峰的时候，它的面前会出现通向新的高峰的广阔前景，通向进一步发展的崭新道路。\r\n','on');
INSERT INTO `lh_saying` VALUES (448,'诸葛亮','少壮不努力，老大徒伤悲。才须学也，非学无以广才，非志无以成学。\r\n','on');
INSERT INTO `lh_saying` VALUES (449,'台湾长鸿益集团厂训','没有竞争的地方表示没有市场。\r\n','on');
INSERT INTO `lh_saying` VALUES (450,'佚名','信任别人的善良是自己善良的明证。\r\n','on');
INSERT INTO `lh_saying` VALUES (451,'杜威','失败是一种教育，知道什么叫“思考”的人，不管他是成功或失败，都能学到很多东西。\r\n','on');
INSERT INTO `lh_saying` VALUES (452,'民谚','大浪当前，不可抛桨；大敌当前，不可抛枪\r\n','on');
INSERT INTO `lh_saying` VALUES (453,'英国','行为最勇敢的人心地总是最善良\r\n','on');
INSERT INTO `lh_saying` VALUES (454,'卡耐基','如果我们想交朋友，就要先为别人做些事—那些需要花时间体力体贴奉献才能做到的事。\r\n','on');
INSERT INTO `lh_saying` VALUES (455,'纪伯伦','一个羞赧的失败比一个骄傲的成功还要高贵。\r\n','on');
INSERT INTO `lh_saying` VALUES (456,'宋·杨万里','学而不化，非学也。\r\n','on');
INSERT INTO `lh_saying` VALUES (457,'埃塞俄比亚','在生活中是没有旁观者的\r\n','on');
INSERT INTO `lh_saying` VALUES (458,'别林斯基','一切真正的和伟大的东西，都是纯朴而谦逊的。\r\n','on');
INSERT INTO `lh_saying` VALUES (459,'佚名','生命之灯因热情而点燃，生命之舟因拼搏而前行。\r\n','on');
INSERT INTO `lh_saying` VALUES (460,'克雷洛夫','自己的思想愈卑劣，就愈要挑剔别人的错。\r\n','on');
INSERT INTO `lh_saying` VALUES (461,'（元）许名奎','管鲍之和，穷达不移；范张之谊，生死不弃。\r\n','on');
INSERT INTO `lh_saying` VALUES (462,'德国谚语','一两重的真诚，其值等于一吨重的聪明。\r\n','on');
INSERT INTO `lh_saying` VALUES (463,'李区特','一个人在描述他人的个性时，其自身的个性即暴露无遗。\r\n','on');
INSERT INTO `lh_saying` VALUES (464,'佚名','集体的力量如钢铁，众人的智慧如日月。\r\n','on');
INSERT INTO `lh_saying` VALUES (465,'维尔加','高贵的出身是一种凑巧的事情，并不是一种德行。白手起家才算是真本事\r\n','on');
INSERT INTO `lh_saying` VALUES (466,'佚名','好汉凭志强，好马凭胆壮。\r\n','on');
INSERT INTO `lh_saying` VALUES (467,'汉·韩婴','利为害本而福为祸先\r\n','on');
INSERT INTO `lh_saying` VALUES (468,'士光敏夫','领导干部应去掉权力意识，对下级要以诚相待\r\n','on');
INSERT INTO `lh_saying` VALUES (469,'非洲','最灵敏的人也看不见自己的脊背\r\n','on');
INSERT INTO `lh_saying` VALUES (470,'马克思','在科学上面没有平坦的大道,只有不畏劳苦沿着陡峭的山路攀登的人,才有希望达以光辉的顶点。\r\n','on');
INSERT INTO `lh_saying` VALUES (471,'威廉·詹姆斯','信仰就是生命车\r\n','on');
INSERT INTO `lh_saying` VALUES (472,'巴罗','一个爱书的人，他必定不致于缺少一个忠实的朋友，一个良好的老师，一个可爱的伴侣，一个温情的安慰者。\r\n','on');
INSERT INTO `lh_saying` VALUES (473,'毛姆','良心是我们每个人心头的岗哨，它在那里值勤站岗，监视着我们别做出违法的事情来。\r\n','on');
INSERT INTO `lh_saying` VALUES (474,'高尔基','青春是一个普通的名称，它是幸福美好的，但它也是充满着艰苦的磨炼。\r\n','on');
INSERT INTO `lh_saying` VALUES (475,'约翰·洛克','礼仪的目的和作用本在使得本来的顽梗变得柔顺，使人们的气质变温和，使他敬重别人，和别人合得来\r\n','on');
INSERT INTO `lh_saying` VALUES (476,'佚名','在时间的大钟上，只有两个字现在\r\n','on');
INSERT INTO `lh_saying` VALUES (477,'谚语','在太阳下辛勤劳动过的人，在树荫下吃饭才会心安理得。\r\n','on');
INSERT INTO `lh_saying` VALUES (478,'《淮南子》','夫大寒至，霜雪降，然后知松柏之茂也。\r\n','on');
INSERT INTO `lh_saying` VALUES (479,'民谚','善积者昌，恶积者丧\r\n','on');
INSERT INTO `lh_saying` VALUES (480,'维吾尔族','山峰多的地方没有直路\r\n','on');
INSERT INTO `lh_saying` VALUES (481,'宋·陆游','富贵不淫，威武不屈\r\n','on');
INSERT INTO `lh_saying` VALUES (482,'伊索','那此忘恩的人，落在困难之中，是不能得救的。\r\n','on');
INSERT INTO `lh_saying` VALUES (483,'佚名','玩弄权势的人无视真理，献身真理的人蔑视权势。\r\n','on');
INSERT INTO `lh_saying` VALUES (484,'佚名','一只眼，看不远；千只眼，看穿天。\r\n','on');
INSERT INTO `lh_saying` VALUES (485,'理·萨维奇','用血汗挣来的钱是最问心无愧的了\r\n','on');
INSERT INTO `lh_saying` VALUES (486,'海涅','照耀人的惟一的灯是理性，引导生命于迷途的惟一手杖是良心。\r\n','on');
INSERT INTO `lh_saying` VALUES (487,'王符','贤愚在心，不在贵贱。\r\n','on');
INSERT INTO `lh_saying` VALUES (488,'拉丁美洲','每条河都有自己的方向\r\n','on');
INSERT INTO `lh_saying` VALUES (489,'斯特恩','对知识的渴望如同对财富的追求，越追求，欲望就越强烈\r\n','on');
INSERT INTO `lh_saying` VALUES (490,'民谚','智者顺时而谋，愚者逆理而动\r\n','on');
INSERT INTO `lh_saying` VALUES (491,'佚名','为什么破土不久的笋芽，转眼间便长成苍翠的竹林？答案是：笋尖－上进，竹节－虚心。\r\n','on');
INSERT INTO `lh_saying` VALUES (492,'《新约全书》','给予比接受更为有福。\r\n','on');
INSERT INTO `lh_saying` VALUES (493,'庄子','有人之形，无人之情。有人之形，故群于人；无人之情，故是非不得于身\r\n','on');
INSERT INTO `lh_saying` VALUES (494,'史密斯','科学是对付狂热和狂言的有效的解毒剂。\r\n','on');
INSERT INTO `lh_saying` VALUES (495,'佚名','胜不骄，败不馁\r\n','on');
INSERT INTO `lh_saying` VALUES (496,'佚名','秤能称轻重，话能量人心。\r\n','on');
INSERT INTO `lh_saying` VALUES (497,'张洁','天赋就像深藏在岩石底下的宝石，没艰苦的发掘，精心的雕琢，它自己不会发出光彩来\r\n','on');
INSERT INTO `lh_saying` VALUES (498,'培根','社会犹如一条船，每个人都要掌舵\r\n','on');
INSERT INTO `lh_saying` VALUES (499,'管仲','衣冠不正，则宾者不肃。\r\n','on');
INSERT INTO `lh_saying` VALUES (500,'三国志','水至平而邪者取法，镜至明而丑者无怒\r\n','on');
INSERT INTO `lh_saying` VALUES (501,'嵇康','人无志，非人也。\r\n','on');
INSERT INTO `lh_saying` VALUES (502,'佚名','要时常听时常想时常学习，才是人生真正的生活方式。什么事也不抱希望，什么事也不学的人，没有生存的资格。\r\n','on');
INSERT INTO `lh_saying` VALUES (503,'佚名','知识是浩瀚的大海，而创造却是注入大海的一股清冽甘美的聪明泉。\r\n','on');
INSERT INTO `lh_saying` VALUES (504,'陈道','礼致敬，不见好，迹不招尤，所谓淡而可久是也。\r\n','on');
INSERT INTO `lh_saying` VALUES (505,'拉罗什富科','当缺点放弃我们时，我们还自以为是我们抛弃了缺点\r\n','on');
INSERT INTO `lh_saying` VALUES (506,'佚名','见人不施礼，枉跑四十里；见人施一礼，少走十里地。\r\n','on');
INSERT INTO `lh_saying` VALUES (507,'邹韬奋','不干，固然遇不着失败，也绝对遇不着成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (508,'佚名','酸甜苦辣都是营养,成功失败都是经验。\r\n','on');
INSERT INTO `lh_saying` VALUES (509,'巴尔扎克','既然他有勇气去死，他应该有力量去干斗争。拒不接受苦难不是力量的表现，而是懦弱的表现。\r\n','on');
INSERT INTO `lh_saying` VALUES (510,'普劳图斯','个人的智慧只是有限的。\r\n','on');
INSERT INTO `lh_saying` VALUES (511,'赫西奥德','人生之晨是工作，人生之午是评议，人生之夜是祈祷。\r\n','on');
INSERT INTO `lh_saying` VALUES (512,'民谚','工多出巧艺\r\n','on');
INSERT INTO `lh_saying` VALUES (513,'帕纳','陈旧的眼光感受不了任何新景像\r\n','on');
INSERT INTO `lh_saying` VALUES (514,'英国','罗马也不是一天建成的\r\n','on');
INSERT INTO `lh_saying` VALUES (515,'威·霍曼','需要给人以智慧\r\n','on');
INSERT INTO `lh_saying` VALUES (516,'列宁','患难识朋友。\r\n','on');
INSERT INTO `lh_saying` VALUES (517,'歌德','目标越接近，困难越增加。但愿每一个人都像星星一样安详而从容地不断沿着既定的目标走完自己的路程。\r\n','on');
INSERT INTO `lh_saying` VALUES (518,'高士其','知识犹如人体的血液一样宝贵。\r\n','on');
INSERT INTO `lh_saying` VALUES (519,'高尔基','真正的朋友，在你获得成功的时候，为你高兴，而不捧场。在你遇到不幸或悲伤的时候，会给你及时的支持和鼓励。在你有缺点可能犯错误的时候，会给你正确的批评和帮助。我们应该这样要求自己的朋友，这样的友谊才是真正可贵的。\r\n','on');
INSERT INTO `lh_saying` VALUES (520,'亚里士多德','谬误有多种多样，而正确却只有一种，这就是为什么失败容易成功难脱靶容易中靶难缘故\r\n','on');
INSERT INTO `lh_saying` VALUES (521,'申居郧','居心平，然后可历世路之险。<br>清·申居郧《西岩赘语》 公正无私，才能不怕人生道路的艰险。\r\n','on');
INSERT INTO `lh_saying` VALUES (522,'葛劳德','生活最大的危险就是一个空虚的心灵。\r\n','on');
INSERT INTO `lh_saying` VALUES (523,'米贝尔','有恬静的心灵就等于把握住心灵的全部；有稳定的精神就等于能指挥自己！\r\n','on');
INSERT INTO `lh_saying` VALUES (524,'《左传》','好学而不贰。\r\n','on');
INSERT INTO `lh_saying` VALUES (525,'民谚','过刚必折\r\n','on');
INSERT INTO `lh_saying` VALUES (526,'赵金珊','科学，按其本质，是历史的；历史的继承和批判，无疑是科学的重要特征之一。\r\n','on');
INSERT INTO `lh_saying` VALUES (527,'培根','顺境的美德是节制，逆境的美德是坚韧，这后一种是较为伟大的德性。\r\n','on');
INSERT INTO `lh_saying` VALUES (528,'韩非子','立志难也，不在胜人，在自胜\r\n','on');
INSERT INTO `lh_saying` VALUES (529,'苏霍姆林斯基','如果一个人的头上缺少一颗指路明星-----理想，那他的生活将会是醉生梦死的。\r\n','on');
INSERT INTO `lh_saying` VALUES (530,'彝族','技艺再高，离不开众人\r\n','on');
INSERT INTO `lh_saying` VALUES (531,'莱辛','有人问鹰：“你为什么到高空去教育你的孩子？”鹰回答说：“如果我贴着地面去教育他们，那它们长大了，哪有勇气去接近太阳呢？”\r\n','on');
INSERT INTO `lh_saying` VALUES (532,'民谚','真金不怕火炼\r\n','on');
INSERT INTO `lh_saying` VALUES (533,'佚名','凡事预则立，不预则败\r\n','on');
INSERT INTO `lh_saying` VALUES (534,'《淮南子·说山训》','兰生幽谷，不为莫服而不芳；舟在江海，不为莫乘而不为；君子行义，不为莫知而止休。<br>《淮南子·说山训》 兰：香草名。幽谷：僻静的山谷。莫服、莫乘：没有人佩带、乘坐。行义：施行仁义。不为莫知而止休：不因没有人知道而停止。比喻君子行仁义之事不求名不避宠。<br>\r\n','on');
INSERT INTO `lh_saying` VALUES (535,'欧洲','不吸取知识之光，心灵就会被黑暗笼罩\r\n','on');
INSERT INTO `lh_saying` VALUES (536,'蒙特兰','在别人藐视的事中获得成功，是一件了不起的事，因为它证明不但战胜了自己，也战胜了别人。\r\n','on');
INSERT INTO `lh_saying` VALUES (537,'赵尔巽','立身制行，本诸一心，心正则为忠，为直，不正则为奸，为慝。<br>清·赵尔巽《清史稿》 立身：指为人。制行：指处事。慝（tè）：奸邪。为人处事，思想端正不端正，训有忠诚正直和奸狡邪恶的区别。\r\n','on');
INSERT INTO `lh_saying` VALUES (538,'伏尔泰','谨慎的人对自己有益，有德行的人对别人有益。\r\n','on');
INSERT INTO `lh_saying` VALUES (539,'孔丘','一个人心术要正，行为要端。人之生也直，罔之生也幸而免。\r\n','on');
INSERT INTO `lh_saying` VALUES (540,'海伍德','骄傲的人将有失败之日。\r\n','on');
INSERT INTO `lh_saying` VALUES (541,'托克维尔','如果事先缺乏周密的准备，机遇也会毫无用处。\r\n','on');
INSERT INTO `lh_saying` VALUES (542,'字严','进学致和，行方思远。\r\n','on');
INSERT INTO `lh_saying` VALUES (543,'佚名','溪流经过无数坎坷，仍保持着一片清澈。\r\n','on');
INSERT INTO `lh_saying` VALUES (544,'切斯特顿','理智本身是一种信仰。它是一种确定自己思想和现实之间关系的信仰。\r\n','on');
INSERT INTO `lh_saying` VALUES (545,'苏联','不是地位使人增光，而是人使地位生色\r\n','on');
INSERT INTO `lh_saying` VALUES (546,'民谚','种种弊病，都从懒生\r\n','on');
INSERT INTO `lh_saying` VALUES (547,'霍桑','善良的人总是把自己说得卑劣\r\n','on');
INSERT INTO `lh_saying` VALUES (548,'伽利略','真理就是具备这样的力量，你越是想要攻击它，你的攻击就愈加充实了和证明了它。\r\n','on');
INSERT INTO `lh_saying` VALUES (549,'西塞罗','甚至不愿听朋友说真话的人，是真正不可救药的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (550,'卢棱','如果你是聪明的话，你会了解自己的无知；如果你不认识这一点，就是愚昧。\r\n','on');
INSERT INTO `lh_saying` VALUES (551,'刘向','人背信则名不达。\r\n','on');
INSERT INTO `lh_saying` VALUES (552,'希腊','人不是受事的困挠，而是受自己对事所存在的念头的困挠\r\n','on');
INSERT INTO `lh_saying` VALUES (553,'欧洲','千载一时的好机会对懒汉来说无足轻重，但勤勉者却会使最寻常的机会变成良机\r\n','on');
INSERT INTO `lh_saying` VALUES (554,'迪斯里','为理想的实现而生活，则生趣盎然。\r\n','on');
INSERT INTO `lh_saying` VALUES (555,'哈代','人在意志力和斗争性方面的长处或短处，往往是导致他们成功或失败的重要原因之一。\r\n','on');
INSERT INTO `lh_saying` VALUES (556,'济慈','气馁是绝望之母\r\n','on');
INSERT INTO `lh_saying` VALUES (557,'明·朱之瑜','以实用为贵，以涉虚为戒\r\n','on');
INSERT INTO `lh_saying` VALUES (558,'契诃夫','人的一切都应该是美丽的：面貌，衣裳，心灵，思想。\r\n','on');
INSERT INTO `lh_saying` VALUES (559,'约瑟夫·克霍尔','采取决策的功能是一个最重要的管理阶段。\r\n','on');
INSERT INTO `lh_saying` VALUES (560,'培根','如果说金钱是商品的价值尺度，那么时间就是效率的价值尺度。因此对于一个办事缺乏效率者，必将为此付出高昂代价。\r\n','on');
INSERT INTO `lh_saying` VALUES (561,'亚瑟·柯斯勒','天才的主要标记不是完美而是创造，天才能开创新的局面。\r\n','on');
INSERT INTO `lh_saying` VALUES (562,'雷音','沉浸于现实的忙碌之中，没有时间和精力思念过去，成功也就不会太远了。\r\n','on');
INSERT INTO `lh_saying` VALUES (563,'肖伯纳','人生不是一支短短的蜡烛，而是一支暂时由我们拿着的火炬。我们一定要把它燃得十分光明灿烂，然后交给下一代的人们。\r\n','on');
INSERT INTO `lh_saying` VALUES (564,'斯迈尔斯','我们从失败中学到的东西要比在成功中学到的东西多得多。\r\n','on');
INSERT INTO `lh_saying` VALUES (565,'吴晗','要想学问大，就要多读、多抄、多写。要记住，一个人想要在学业上有建树，一定得坚持这样做卡片、摘记。\r\n','on');
INSERT INTO `lh_saying` VALUES (566,'（英国）谚语','长寿的秘诀在于劳动。\r\n','on');
INSERT INTO `lh_saying` VALUES (567,'吕坤','理直而出之以婉，善言也，善道也。\r\n','on');
INSERT INTO `lh_saying` VALUES (568,'康熙','国家用人，当以德为本，才艺为末。\r\n','on');
INSERT INTO `lh_saying` VALUES (569,'哈利法克斯','借用别人的观点的人永远也偿还不了这笔债务\r\n','on');
INSERT INTO `lh_saying` VALUES (570,'藏族','最好的走马，都是骑出来的；最有才干的人，都是磨炼出来的\r\n','on');
INSERT INTO `lh_saying` VALUES (571,'笛卡尔','越学习，越发现自己的无知。\r\n','on');
INSERT INTO `lh_saying` VALUES (572,'英国谚语','命运总是宠爱勇士的。\r\n','on');
INSERT INTO `lh_saying` VALUES (573,'莎士比亚','一个人思虑太多，就会失却做人的乐趣。\r\n','on');
INSERT INTO `lh_saying` VALUES (574,'赫塞','有勇气承担命运这才是英雄好汉！\r\n','on');
INSERT INTO `lh_saying` VALUES (575,'多莱尔','一条铁链的坚固程度决定于它的最弱的一个环节\r\n','on');
INSERT INTO `lh_saying` VALUES (576,'高尔基','世界上最快而又最慢，最长而又最短，最平凡而又最珍贵，最容易被人忽视，而又最令人后悔的就是时间。\r\n','on');
INSERT INTO `lh_saying` VALUES (577,'列宁','科学的宗旨就是提供宇宙的真正写真。\r\n','on');
INSERT INTO `lh_saying` VALUES (578,'达·芬奇','无论掌握哪一种知识，对智力都是有用的，它会把无用的东西抛开而把好的东西保留住。\r\n','on');
INSERT INTO `lh_saying` VALUES (579,'牛顿','聪明人之所以不会成功，是由于他们缺乏坚韧的毅力。\r\n','on');
INSERT INTO `lh_saying` VALUES (580,'佚名','勤劳征服一切。\r\n','on');
INSERT INTO `lh_saying` VALUES (581,'托尔斯泰','英雄主义是在于为信仰和真理而牺牲自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (582,'爱默生','只有智者视人生如节目。\r\n','on');
INSERT INTO `lh_saying` VALUES (583,'佚名','活着为自己，就会损害别人，活着为别人，自己更加幸福。\r\n','on');
INSERT INTO `lh_saying` VALUES (584,'水浒传','用仁义以治天下，公赏罚以定干戈\r\n','on');
INSERT INTO `lh_saying` VALUES (585,'苏联','人的巨大的精神力量就在这里觉得自己在友好的集体里面\r\n','on');
INSERT INTO `lh_saying` VALUES (586,'李四光','科学尊重事实，不能胡乱编造理由来附会一部学说。\r\n','on');
INSERT INTO `lh_saying` VALUES (587,'民谚','小洞不补，大洞吃苦\r\n','on');
INSERT INTO `lh_saying` VALUES (588,'新五代史','以天下为己任\r\n','on');
INSERT INTO `lh_saying` VALUES (589,'孟子','天下之本在国，国之本在家，家之本在身\r\n','on');
INSERT INTO `lh_saying` VALUES (590,'卡莱尔','任何一项劳动都是崇高的，崇高的事业只有劳动。\r\n','on');
INSERT INTO `lh_saying` VALUES (591,'邓中夏','看呀！世界不是劳动的艺术品吗？没有劳动就没有世界。\r\n','on');
INSERT INTO `lh_saying` VALUES (592,'谚语','困难里包含着胜利，失败里孕育着成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (593,'圣西门','为人类的幸福而劳动，这是多么壮丽的事业，这个目的有多么伟大！\r\n','on');
INSERT INTO `lh_saying` VALUES (594,'拉尔夫·詹','人生照例是一场值得一搏的争衡，然而它的奖品是拼斗。\r\n','on');
INSERT INTO `lh_saying` VALUES (595,'佚名','行善是一种无意识的播种。\r\n','on');
INSERT INTO `lh_saying` VALUES (596,'米尔','所有现存的好东西都是创造的果实。\r\n','on');
INSERT INTO `lh_saying` VALUES (597,'《增广贤文》','千经万典，孝悌为先。\r\n','on');
INSERT INTO `lh_saying` VALUES (598,'《战国策》','见兔而顾犬，未为晚也；亡羊而补牢，未为迟也。\r\n','on');
INSERT INTO `lh_saying` VALUES (599,'欧洲','如果你没法做希望做的事，就应当希望做你能够做的事\r\n','on');
INSERT INTO `lh_saying` VALUES (600,'佚名','乐观主义者从每一个灾难中看到机遇，而悲观主义都从每一个机遇中看到灾难。\r\n','on');
INSERT INTO `lh_saying` VALUES (601,'德谟克里特','连一个高尚朋友都没有的人，是不值得活的。\r\n','on');
INSERT INTO `lh_saying` VALUES (602,'鲁迅','不革新，是生存也为难的。\r\n','on');
INSERT INTO `lh_saying` VALUES (603,'淮南子','巧治不能铸木，巧工不能斫金\r\n','on');
INSERT INTO `lh_saying` VALUES (604,'佚名','一个有信念者所开发出的力量，大于个只有兴趣者。\r\n','on');
INSERT INTO `lh_saying` VALUES (605,'硅谷流传的名言','It is OK to faid（失败是可以的)\r\n','on');
INSERT INTO `lh_saying` VALUES (606,'柏拉图','不知道自己的无知，乃是双倍的无知。\r\n','on');
INSERT INTO `lh_saying` VALUES (607,'荀子','口能言之，身能行之，国宝也；口不能言，身能行之，国器也；……治国者敬其宝，爱其器\r\n','on');
INSERT INTO `lh_saying` VALUES (608,'民谚','亲贤臣，远小人\r\n','on');
INSERT INTO `lh_saying` VALUES (609,'韦斯利','人要随时随地利用所有的方法，使用各种手段，在有生之日，尽力为善。\r\n','on');
INSERT INTO `lh_saying` VALUES (610,'伏尔泰','在理想的最美好世界中，一切都是为最美好的目的而设。\r\n','on');
INSERT INTO `lh_saying` VALUES (611,'文子','法者，天下之准绳也\r\n','on');
INSERT INTO `lh_saying` VALUES (612,'清·袁枚','人能取诸家之精华而吐其糟粕\r\n','on');
INSERT INTO `lh_saying` VALUES (613,'佚名','环境永远不会十全十美，消极的人受环境控制，积极的人却控制环境。\r\n','on');
INSERT INTO `lh_saying` VALUES (614,'（春秋）墨翟','志不强者智不达，言不信者行不果。\r\n','on');
INSERT INTO `lh_saying` VALUES (615,'向警予','人生价值的大小是以人们对社会贡献的大小而制定。\r\n','on');
INSERT INTO `lh_saying` VALUES (616,'巴尔扎克','时间是人的财富、全部财富，正如时间是国家的财富一样，因为任何财富都是时间与行动化合之后的成果。\r\n','on');
INSERT INTO `lh_saying` VALUES (617,'康有为','虚骄自大者败之媒，卑飞使用翼者击之渐。\r\n','on');
INSERT INTO `lh_saying` VALUES (618,'犹太教法典','虚光妨碍射击，骄傲影响进步\r\n','on');
INSERT INTO `lh_saying` VALUES (619,'唐·李成用','好事尽从难处得，少年无向易中取\r\n','on');
INSERT INTO `lh_saying` VALUES (620,'谢觉哉','最好不要在夕阳西下的时候去幻想什么，而要在旭日初升的时候即投入工作。\r\n','on');
INSERT INTO `lh_saying` VALUES (621,'周螺冠','心正何愁着鬼迷。<br>明·周螺冠《锦笺记》第二十出 心地端正就不怕受鬼迷。\r\n','on');
INSERT INTO `lh_saying` VALUES (622,'萧尔夫','空闲能腐化一个人，绝对的空闲便能彻底地腐化人们。\r\n','on');
INSERT INTO `lh_saying` VALUES (623,'佚名','会说的不如会听的，会教的不如会学的。\r\n','on');
INSERT INTO `lh_saying` VALUES (624,'孔丘','始吾于人也，听其言而信其行。今吾于人也，听其言而观其行。\r\n','on');
INSERT INTO `lh_saying` VALUES (625,'埃塞俄比亚','一个人的贪欲就像无底的沟壑\r\n','on');
INSERT INTO `lh_saying` VALUES (626,'洛克','谦逊和服从使他们更适于受教导；所以事先尽可以不必过于注意自信的养成。最该花时间，下功夫和努力的，是使他们获得德行的原则、实践和良好的教养。这才是他们应该事先多加准备的事，免得后来容易失掉。\r\n','on');
INSERT INTO `lh_saying` VALUES (627,'左传','善不可失，恶不可长\r\n','on');
INSERT INTO `lh_saying` VALUES (628,'巴尔扎克','苦难对于天才是一块垫脚石。……对能干的人是一笔财富，对弱者是一个万丈深渊。\r\n','on');
INSERT INTO `lh_saying` VALUES (629,'（唐）王梵志','结交须择善，非识莫与心。\r\n','on');
INSERT INTO `lh_saying` VALUES (630,'马佳','人生最大的骄傲，就是在成年时实现童年的梦想。\r\n','on');
INSERT INTO `lh_saying` VALUES (631,'黄睎','学而不知道，与不学同；知而不能行，与不知同。\r\n','on');
INSERT INTO `lh_saying` VALUES (632,'王阳明','人生大病，只是一“傲”字。\r\n','on');
INSERT INTO `lh_saying` VALUES (633,'菲力普斯','能利用空闲，把它当成发展心灵的方法，并且热爱好的音乐、图书、戏剧、伴侣与谈话的人是谁呢？他们是世上最快乐的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (634,'司各特','多数人的失败，都始于怀疑他们自己在想做的事情上的能力。\r\n','on');
INSERT INTO `lh_saying` VALUES (635,'佚名','请不要拒绝容纳每一滴细小的水珠，要知道江，河、湖、海都是由千千万万这颗这样的小水珠汇集而成的。\r\n','on');
INSERT INTO `lh_saying` VALUES (636,'克鲁奇','一个好的习俗比法律更可靠\r\n','on');
INSERT INTO `lh_saying` VALUES (637,'夏洛蒂·勃朗特','哪怕全世界的人都恨你，都相信你坏，只要你自己问心无愧，你也不会没有朋友的。\r\n','on');
INSERT INTO `lh_saying` VALUES (638,'邓小平','四个现代化，关键是科学技术的现代化。没有现代科学技术，就不可能建设现代农业、现代工业、现代国防\r\n','on');
INSERT INTO `lh_saying` VALUES (639,'富兰格林','择友宜慎，弃之更宜慎。\r\n','on');
INSERT INTO `lh_saying` VALUES (640,'爱因斯坦','人是为别人而生存的——首先是为那样一些人，他们的喜悦和健康关系着我们自己全部的幸福，然而是为许多我们所不认识的人，他们的命运通过同情的纽带同我们密切结合在一起。我每天上百次地提醒自己，我的精神生活和物质生活都依靠着别人（包括活着的和死去的）的劳动，我必须尽力以同样的分量来报偿我所领受了的和至今还在领受着的东西。我强烈地向往着俭朴的生活，并且常为发觉自己占有了同胞过多的劳动而难以忍受。\r\n','on');
INSERT INTO `lh_saying` VALUES (641,'伽利略','生命如铁钻，愈被敲打，愈能发出火花。\r\n','on');
INSERT INTO `lh_saying` VALUES (642,'朗费罗','人的一生只有一次。\r\n','on');
INSERT INTO `lh_saying` VALUES (643,'《论语·学而》','吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？\r\n','on');
INSERT INTO `lh_saying` VALUES (644,'斯宾塞','科学是系统化了的知识。\r\n','on');
INSERT INTO `lh_saying` VALUES (645,'塞·约翰逊','人的勇气能承提一切重负\r\n','on');
INSERT INTO `lh_saying` VALUES (646,'伊索','应当在朋友正是困难的时候给予帮助，不可在事情无望之后再说闲话。\r\n','on');
INSERT INTO `lh_saying` VALUES (647,'佚名','只要功夫深，铁杵磨成针。\r\n','on');
INSERT INTO `lh_saying` VALUES (648,'朱舜水','满盈者，不损何为？慎之！慎之！\r\n','on');
INSERT INTO `lh_saying` VALUES (649,'苏霍姆林斯基','真正的教育是登上童年微妙的真相之巅。\r\n','on');
INSERT INTO `lh_saying` VALUES (650,'德·穆迪','一个人的性格决定着他的命运\r\n','on');
INSERT INTO `lh_saying` VALUES (651,'英国','心灵美优于黄金之带\r\n','on');
INSERT INTO `lh_saying` VALUES (652,'印度','幸运降临给那下定决心而行动的人，什么时候开始懒惰，幸运就告别\r\n','on');
INSERT INTO `lh_saying` VALUES (653,'阿基达莫斯','哲学是对习惯的攻击性武器\r\n','on');
INSERT INTO `lh_saying` VALUES (654,'布鲁诺','科学是使人变得勇敢的最好途径。\r\n','on');
INSERT INTO `lh_saying` VALUES (655,'卢卡努斯','谁不讲正义，谁就会向手拿武器的人屈膝投降\r\n','on');
INSERT INTO `lh_saying` VALUES (656,'卢梭','向他的头脑中灌输真理，只是为了保证他不在心中装填谬误。\r\n','on');
INSERT INTO `lh_saying` VALUES (657,'牛顿','如果说我对世界有些微贡献的话，那不是由于别的，只是由于我的辛勤耐久的思索所致。\r\n','on');
INSERT INTO `lh_saying` VALUES (658,'顾炎武','人生富贵驹过隙，唯有荣名寿金石。\r\n','on');
INSERT INTO `lh_saying` VALUES (659,'佚名','个人遇到拂逆和不顺，并且知道人力不能改变的时候，与其烦恼，不如随遇而安。有首歌就是这样唱的： 只有那能安详忍受命运之否泰者，才能享受到真正的快乐。\r\n','on');
INSERT INTO `lh_saying` VALUES (660,'苏霍姆林斯基','教育者的个性、思想信念及其精神生活的财富，是一种能激发每个受教育者检点自己、反省自己和控制自己的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (661,'麦·卡维思','一无所有者也就一无所惧，而且也没有什么可以患得患失\r\n','on');
INSERT INTO `lh_saying` VALUES (662,'佚名','时间像弹簧，可以缩短也可以拉长\r\n','on');
INSERT INTO `lh_saying` VALUES (663,'约翰森','一个家庭中没有书籍，等于一间房子没有窗子。\r\n','on');
INSERT INTO `lh_saying` VALUES (664,'培根','幸运并非没有许多的恐惧与烦恼，厄运也并非没有许多的安慰与希望。\r\n','on');
INSERT INTO `lh_saying` VALUES (665,'哈萨克族','不怕路途远，越走会越近\r\n','on');
INSERT INTO `lh_saying` VALUES (666,'申居郧','人生至愚是恶闻已过，人生至恶是善谈人过。\r\n','on');
INSERT INTO `lh_saying` VALUES (667,'比才','如果你要知道一个人的价值，就得计算他里面有什么，而不在于他身上有什么。\r\n','on');
INSERT INTO `lh_saying` VALUES (668,'池田大作','青春是人生之花，是生命的自然表现。\r\n','on');
INSERT INTO `lh_saying` VALUES (669,'德田虎雄','人才问题，并不取决于每个人有多大的能力，而取决于能否把他们组成一个集体，能否以总体的力量来取胜。\r\n','on');
INSERT INTO `lh_saying` VALUES (670,'（朝鲜）谚语','劳动的手能够把石头变成金子，不劳动的手能够把金子变成石头。\r\n','on');
INSERT INTO `lh_saying` VALUES (671,'（宋）欧阳修','君子与君子以同道为朋；小人与小人以同利为友。\r\n','on');
INSERT INTO `lh_saying` VALUES (672,'萧伯纳','不知道怎样生活的人，应当把死当成好事。\r\n','on');
INSERT INTO `lh_saying` VALUES (673,'韩愈','业精于勤荒于嬉，行成于思毁于随。\r\n','on');
INSERT INTO `lh_saying` VALUES (674,'穆勒','个人的自由必须有所限度，不得因为自己的而妨碍他人\r\n','on');
INSERT INTO `lh_saying` VALUES (675,'拉罗什富科','最精妙的智慧能产生最精妙的愚蠢\r\n','on');
INSERT INTO `lh_saying` VALUES (676,'明·谢榛','自然妙者为上，精工者次之\r\n','on');
INSERT INTO `lh_saying` VALUES (677,'杰弗逊','对骄傲的人不要谦虚，对谦虚的人不要骄傲。\r\n','on');
INSERT INTO `lh_saying` VALUES (678,'爱献生','人类的全部历史都告诫有智慧的人，不要笃信时运，而应坚信思想。\r\n','on');
INSERT INTO `lh_saying` VALUES (679,'印度','在一切日常事物中，非常需要坚强\r\n','on');
INSERT INTO `lh_saying` VALUES (680,'培根','尊重人民，也就会受到人民的尊重\r\n','on');
INSERT INTO `lh_saying` VALUES (681,'蒲柏','敏锐的感觉其有用程度及不上常识的一半；四十个智者方才抵得上一个常识丰富者。只愿带金子的人每天都会为缺少零钱而束手无策\r\n','on');
INSERT INTO `lh_saying` VALUES (682,'俄罗斯','任何教训都是学问\r\n','on');
INSERT INTO `lh_saying` VALUES (683,'（明）冯梦龙','不经一番寒彻骨，怎得梅花扑鼻香。\r\n','on');
INSERT INTO `lh_saying` VALUES (684,'孟郊','求友须在良，得良终相善。求友若非良，非良中道变。欲知求友心，先把黄金炼。\r\n','on');
INSERT INTO `lh_saying` VALUES (685,'詹·豪厄尔','选择朋友应当像选择阅读的书籍一样，一要谨慎，二要控制数量。\r\n','on');
INSERT INTO `lh_saying` VALUES (686,'罗曼·罗兰','扼杀思想的人，是最大的谋杀犯。\r\n','on');
INSERT INTO `lh_saying` VALUES (687,'歌德','年轻时谋求，到老年就充实。\r\n','on');
INSERT INTO `lh_saying` VALUES (688,'清·魏源','用人者，取人之长，辟人之短；教人者，成人之长，去人之短也\r\n','on');
INSERT INTO `lh_saying` VALUES (689,'邓小平','制度问题不解决，思想作风问题也解决不了\r\n','on');
INSERT INTO `lh_saying` VALUES (690,'托尔斯泰','科学的事业就是为人民服务。\r\n','on');
INSERT INTO `lh_saying` VALUES (691,'罗曼·罗兰','缺乏理想的现实主义是毫无意义的，脱离现实的理想主义是没有生命的。\r\n','on');
INSERT INTO `lh_saying` VALUES (692,'苏霍姆林斯基','确定志向，就意味着要有所作为，有所创造。\r\n','on');
INSERT INTO `lh_saying` VALUES (693,'歌德','如果一个人不过高地估计自己，他就会比他自己所估计的要高得多。\r\n','on');
INSERT INTO `lh_saying` VALUES (694,'达尔文','讲到名望、荣誉、享乐、财富等，如果拿来和友谊的热情相比，这一切都不过是尘土而已。\r\n','on');
INSERT INTO `lh_saying` VALUES (695,'罗曼·罗兰','人生是一个永不停息的工厂，那里没有懒人的位置。工作吧！创造吧！\r\n','on');
INSERT INTO `lh_saying` VALUES (696,'拿破仑','世上只有两种力量：利剑和思想。从长而论，利剑总是败在思想手下\r\n','on');
INSERT INTO `lh_saying` VALUES (697,'日本','对劳动者来说，五十个今天胜过一百个明天\r\n','on');
INSERT INTO `lh_saying` VALUES (698,'哈罗德·罗森堡','思想有时需要具有某种粗糙，正如绘画有时需要用粗纹纸一样。具有这种品质的思想，最有可能与实际经验的本质相适应\r\n','on');
INSERT INTO `lh_saying` VALUES (699,'孙中山','国家之本，在于人民。\r\n','on');
INSERT INTO `lh_saying` VALUES (700,'俞吾金','科学就是对常识的不断冲击、突破和超越。\r\n','on');
INSERT INTO `lh_saying` VALUES (701,'陆世仪','宽收严试，久任超迁。此八字，用人之良法。\r\n','on');
INSERT INTO `lh_saying` VALUES (702,'佚名','给人最大的帮助，不单是让他分享你的富有，更应该指明他的富有。\r\n','on');
INSERT INTO `lh_saying` VALUES (703,'圣经','敲吧，门终究会开的\r\n','on');
INSERT INTO `lh_saying` VALUES (704,'三国·诸葛亮','图以于易，为大于细\r\n','on');
INSERT INTO `lh_saying` VALUES (705,'井植薰','何谓经营之根本？我认为是“造就人”。\r\n','on');
INSERT INTO `lh_saying` VALUES (706,'海西阿德','善于掌握自己时间的人，是真正伟大的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (707,'乔·吉·霍兰','儿童有无抱负，这无关紧要，可成年人则不可胸无大志\r\n','on');
INSERT INTO `lh_saying` VALUES (708,'英格索尔','文明的历史是人类得到缓慢而痛苦的解放的历史\r\n','on');
INSERT INTO `lh_saying` VALUES (709,'金斯莱','天赋每个人都有，谁发挥自己的天赋，谁做事就得心应手\r\n','on');
INSERT INTO `lh_saying` VALUES (710,'爱默生','友谊是人生的调味品，也是人生的止痛药。\r\n','on');
INSERT INTO `lh_saying` VALUES (711,'佚名','知过不难改过难，言善不难行善难。\r\n','on');
INSERT INTO `lh_saying` VALUES (712,'管绿荫','正直为吾人最良之品性，且为处世之最良法，与人交接，一以正直为本旨。正直二字，实为信用之基。\r\n','on');
INSERT INTO `lh_saying` VALUES (713,'高尔基','热爱书吧——这是知识的泉源！只有知识才是有用的，只有它才能够使我们在精神上成为坚强忠诚和有理智的人，成为能够真正爱人类，尊重人类劳动哀心地欣赏人类那不间断的伟大劳动所产生的美好果实的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (714,'礼记','正已而不求于人。\r\n','on');
INSERT INTO `lh_saying` VALUES (715,'（汉）桓宽','不为穷变节，不为贱移志。\r\n','on');
INSERT INTO `lh_saying` VALUES (716,'富兰克林','诚实和勤勉应该成为你永久的伴侣。\r\n','on');
INSERT INTO `lh_saying` VALUES (717,'拉美谚语','把握住今天，胜过两个明天。\r\n','on');
INSERT INTO `lh_saying` VALUES (718,'（唐）皮日休','毁人者失其直，誉人者失其实，近于乡原之人哉？\r\n','on');
INSERT INTO `lh_saying` VALUES (719,'埃德蒙·伯克','智慧不能创造素材，素材是自然或机遇的赠予，而智慧的骄傲在于利用了它们。\r\n','on');
INSERT INTO `lh_saying` VALUES (720,'孟德斯鸠','品德，应该高尚些；处世，应该坦率些；举止，应该礼貌些。\r\n','on');
INSERT INTO `lh_saying` VALUES (721,'杨子','修其身而后交，善其谋而后动。\r\n','on');
INSERT INTO `lh_saying` VALUES (722,'佚名','时间可以创造奇迹\r\n','on');
INSERT INTO `lh_saying` VALUES (723,'佚名','对问题不应满足于简单的回答，而应该象一颗优良的种子，给思想的原野催发一片嫩绿的新芽。\r\n','on');
INSERT INTO `lh_saying` VALUES (724,'毛泽东','马克思列宁主义并没有结束真理，而是在实践中不断地开辟认识真理的道路。\r\n','on');
INSERT INTO `lh_saying` VALUES (725,'伊丽莎白·巴格莲娜','无论风多大，决不动摇。\r\n','on');
INSERT INTO `lh_saying` VALUES (726,'贾思勰','力能胜贫，谨能防祸。\r\n','on');
INSERT INTO `lh_saying` VALUES (727,'吴起','用兵必须审敌虚实而趋其危。\r\n','on');
INSERT INTO `lh_saying` VALUES (728,'朱熹','为学，正如撑上水船，一篙不可放缓。\r\n','on');
INSERT INTO `lh_saying` VALUES (729,'金兰生','把意念沉潜得下，何理不可得；把意志奋发得起，何事不可为。\r\n','on');
INSERT INTO `lh_saying` VALUES (730,'培根','最难忍受的孤独莫过于缺少真正的友谊。\r\n','on');
INSERT INTO `lh_saying` VALUES (731,'唐张九龄','人之所以为贵，以其有信有礼；国之所以能强，亦云惟佳信与义。\r\n','on');
INSERT INTO `lh_saying` VALUES (732,'海塞','要坚持有一天能变成坚硬的石头！我们永远渴望有一天我们的权利得以实现。但留给我们的只有恐惧，在人生旅途上永远把我们追逐。\r\n','on');
INSERT INTO `lh_saying` VALUES (733,'佚名','谁也不敢说自己一生走过的路最适合自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (734,'张九龄','人之所以为贵，以其有信有礼；国之所以能强，亦云惟佳信与义。\r\n','on');
INSERT INTO `lh_saying` VALUES (735,'林肯','喷泉的高度不会超过它的源头；一个人的事业也是这样，他的成就决不会超过自己的信念。\r\n','on');
INSERT INTO `lh_saying` VALUES (736,'宋庆龄','知识是从劳动中得来的，任何成就都是刻苦劳动的结晶。\r\n','on');
INSERT INTO `lh_saying` VALUES (737,'佚名','即使是望远镜里面的美好事物，也应该积极热情向往她。因为她虽然遥远，但毕竟真实。\r\n','on');
INSERT INTO `lh_saying` VALUES (738,'民谚','不怕人不请，就怕艺不精\r\n','on');
INSERT INTO `lh_saying` VALUES (739,'朝鲜','有在事业上的精力，就该在多字上加一；用在吃穿上的精力，应该在少字上减一\r\n','on');
INSERT INTO `lh_saying` VALUES (740,'阿拉伯','有四样东西一去不复返：出口之言，射出之箭，过去的时间，错过的机会\r\n','on');
INSERT INTO `lh_saying` VALUES (741,'毛泽东','党的政策是党的生命\r\n','on');
INSERT INTO `lh_saying` VALUES (742,'英国','事业在先，享乐在后\r\n','on');
INSERT INTO `lh_saying` VALUES (743,'广濑淡窗','诗如禅机，在于参悟\r\n','on');
INSERT INTO `lh_saying` VALUES (744,'威·罗杰斯','我们的政策是“一切都是有益的”\r\n','on');
INSERT INTO `lh_saying` VALUES (745,'爱默生','就是好思想，如果不去实行，就和好梦一样。\r\n','on');
INSERT INTO `lh_saying` VALUES (746,'陶铸','一个精神生活很充实的人，一定是一个很有理想的人，一定是一个只做物质的主人而不做物质的奴隶的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (747,'陈秀明','看书如服药，药多力自行。\r\n','on');
INSERT INTO `lh_saying` VALUES (748,'奥勒利乌斯','善的源泉是在内心，如果你挖掘，它将汩汩地涌出。\r\n','on');
INSERT INTO `lh_saying` VALUES (749,'卡耐基','如果我们想交朋友，就要先为别人做些事——那些需要花时间、体力、体贴、奉献才能做到的事。\r\n','on');
INSERT INTO `lh_saying` VALUES (750,'邹韬奋','友谊是天地间最可宝贵的东西，深挚的友谊是人生最大的一种安慰。\r\n','on');
INSERT INTO `lh_saying` VALUES (751,'徐世昌','凡建立功业者，又立品为始基。从来有学问而能提当大事业者，无不先从品行上立定脚跟。\r\n','on');
INSERT INTO `lh_saying` VALUES (752,'歌德','一个有真正才能的人会在工作过程中感到最高度的快乐。\r\n','on');
INSERT INTO `lh_saying` VALUES (753,'埃尔温·斯特里马','谁有生活理想和实现它的计划，谁便善于沉默，谁没有这些，谁便只好夸夸其谈。\r\n','on');
INSERT INTO `lh_saying` VALUES (754,'谚语','劳动可以使平时变成节日。\r\n','on');
INSERT INTO `lh_saying` VALUES (755,'司马光','读重要之书，不可不背诵。\r\n','on');
INSERT INTO `lh_saying` VALUES (756,'舒尔茨','理想如晨星——我们永不能触到，但我们可以像航海者一样，借星光的位置而航行。\r\n','on');
INSERT INTO `lh_saying` VALUES (757,'佚名','小草也有点缀春天的价值。\r\n','on');
INSERT INTO `lh_saying` VALUES (758,'薛瑄','小人不可与尽言。\r\n','on');
INSERT INTO `lh_saying` VALUES (759,'莱辛','本性流露永远胜过豪言壮语。\r\n','on');
INSERT INTO `lh_saying` VALUES (760,'美国','浪费时间是所有支出中最奢侈和最昂贵的\r\n','on');
INSERT INTO `lh_saying` VALUES (761,'朱尔·勒纳尔','骄傲缺乏缺点的最佳条件藏身之地\r\n','on');
INSERT INTO `lh_saying` VALUES (762,'汤姆逊','我坚持奋战五十余年，致力于科学的发展。用一个词可以道出我最艰辛的工作特点，这个词就是“失败”。\r\n','on');
INSERT INTO `lh_saying` VALUES (763,'孟轲','故天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。\r\n','on');
INSERT INTO `lh_saying` VALUES (764,'叶圣陶','读书忌死读，死读钻牛角。\r\n','on');
INSERT INTO `lh_saying` VALUES (765,'周恩来','每一个人要有做一代豪杰的雄心壮志！应当做个开创一代的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (766,'画说生意经','没问题就是问题，用新办法就有办法。\r\n','on');
INSERT INTO `lh_saying` VALUES (767,'何良臣','有正无奇，虽整不烈，无以致胜也；有奇无正，虽锐无恃，难以控御也。\r\n','on');
INSERT INTO `lh_saying` VALUES (768,'南北朝·何逊','少壮轻年月，迟暮惜光辉\r\n','on');
INSERT INTO `lh_saying` VALUES (769,'普卢塔克','学足以辅其志，志足以御其气\r\n','on');
INSERT INTO `lh_saying` VALUES (770,'莫洛亚','科学地探求真理，要求我们的理智永远不要狂热地坚持某种假设。\r\n','on');
INSERT INTO `lh_saying` VALUES (771,'雨果','唯有人的心灵才是真实的。严格来说，像貌不过是一种面具，真正的人在人的内部\r\n','on');
INSERT INTO `lh_saying` VALUES (772,'《对联集锦》','宝剑锋从磨砺出；梅花香自苦寒来。\r\n','on');
INSERT INTO `lh_saying` VALUES (773,'克罗齐','过去的错误的学说不宜忘掉不谈，因为各种真理都要在和错误斗争之中，才能维持他们的生命。\r\n','on');
INSERT INTO `lh_saying` VALUES (774,'佚名','沙石——在世界万物之中，你是最平凡不过的，然而你从不自暴自弃，坚信一旦与水泥结合，必能发挥无穷的威力。\r\n','on');
INSERT INTO `lh_saying` VALUES (775,'阿拉伯','无论你有多少知识，假如不用便是一无所知\r\n','on');
INSERT INTO `lh_saying` VALUES (776,'卢梭','善较之美价值更高\r\n','on');
INSERT INTO `lh_saying` VALUES (777,'苏辙','人生在世，不出一番好议论，不留一番好事业，终日饱食暖衣，不所用心，何自别于禽兽。\r\n','on');
INSERT INTO `lh_saying` VALUES (778,'维吉尔','劳动征服一切。\r\n','on');
INSERT INTO `lh_saying` VALUES (779,'《增广昔时贤文》','宁向直中取，不可曲中求。<br>明·佚名《增广昔时贤文》 直：正直，合理。宁可正当地去争取，也不可委曲地谋求。\r\n','on');
INSERT INTO `lh_saying` VALUES (780,'托·米德尔顿','正义的事业必定是强大的事业\r\n','on');
INSERT INTO `lh_saying` VALUES (781,'英国','忽视职业便是放弃职业\r\n','on');
INSERT INTO `lh_saying` VALUES (782,'歌德','谁若游戏人生，他就一事无成；谁不能主宰自己，便永远是一个奴隶。\r\n','on');
INSERT INTO `lh_saying` VALUES (783,'苏格拉底','骄傲是无知的产物。\r\n','on');
INSERT INTO `lh_saying` VALUES (784,'松下幸之助','能虚心接受人家的意见，能虚心去请教他人，才能集思广益。\r\n','on');
INSERT INTO `lh_saying` VALUES (785,'王祯','农，天下之大本。\r\n','on');
INSERT INTO `lh_saying` VALUES (786,'西伦佩','冲击一次，就忘掉，在新的局面下继续生活下去。\r\n','on');
INSERT INTO `lh_saying` VALUES (787,'列斯科夫','人应当使自己的面貌日新月异，要像坚硬而有韧性的金属那样经得起任何斗争的锻炼。\r\n','on');
INSERT INTO `lh_saying` VALUES (788,'英国','今朝有事今日做，明朝可能阻碍多\r\n','on');
INSERT INTO `lh_saying` VALUES (789,'清·方薰','笔墨亦由人品为高下\r\n','on');
INSERT INTO `lh_saying` VALUES (790,'赫拉克利特','与心作斗争是很难的，因为每一个愿望都是以灵魂为代价换来的\r\n','on');
INSERT INTO `lh_saying` VALUES (791,'伏尔泰','祖国是我们心心向往的地方\r\n','on');
INSERT INTO `lh_saying` VALUES (792,'菲律宾','只有希望而没有实践，只能在梦里收获\r\n','on');
INSERT INTO `lh_saying` VALUES (793,'荀子','仁义礼善之于人也，辟之若货财粟米之于家也。\r\n','on');
INSERT INTO `lh_saying` VALUES (794,'（晋）葛洪','详交者不失人，泛交者多后悔。\r\n','on');
INSERT INTO `lh_saying` VALUES (795,'卢森堡','不管怎样的事情，都请安静地愉快吧!这是人生。我们要依样地接受人生，勇敢地大胆地，而且永远地微笑着。\r\n','on');
INSERT INTO `lh_saying` VALUES (796,'《汉书》','临渊羡鱼，不如退而结网。\r\n','on');
INSERT INTO `lh_saying` VALUES (797,'卢棱','伟大的人是绝不会滥用自己的优点的，他们看出自己越过别人的地方，并且意识到这一点，然而绝不会因此就不谦虚。\r\n','on');
INSERT INTO `lh_saying` VALUES (798,'司马迁','人固有一死，或重于泰山，或轻于鸿毛。为人们利益而死，就比泰山还重；替法西斯卖力，替剥削人民和压迫人民的人去死，就比鸿毛还轻。\r\n','on');
INSERT INTO `lh_saying` VALUES (799,'伊索','应当在朋友正是困难的时候给予帮助，不可在事情已经无望之后再说闲话。\r\n','on');
INSERT INTO `lh_saying` VALUES (800,'佚名','过分的称赞会损害友谊\r\n','on');
INSERT INTO `lh_saying` VALUES (801,'松下幸之助','谦和的态度，常会使别人难以拒绝你的要求。这也是一个人无往不利的要诀。\r\n','on');
INSERT INTO `lh_saying` VALUES (802,'高尔基','学习并不等于就是摹仿某些东西，而是掌握技巧和方法。\r\n','on');
INSERT INTO `lh_saying` VALUES (803,'史美尔斯','好书有不朽的能力，它是人类活动最丰硕长久的果实。\r\n','on');
INSERT INTO `lh_saying` VALUES (804,'法国','不义之财难安享\r\n','on');
INSERT INTO `lh_saying` VALUES (805,'泰戈尔','科学给人自由，以反抗自然法则。它致力于把自然力量的魔杖交到人手中；它要使我们的精神摆脱万物的奴役。\r\n','on');
INSERT INTO `lh_saying` VALUES (806,'李大钊','凡事都要脚踏实地去作，不弛于空想，不骛于虚声，而惟以求真的态度作塌实的工夫。以此态度求学，则真理可明，以此态度作事，则功业可就。\r\n','on');
INSERT INTO `lh_saying` VALUES (807,'英国','要有三条妙计，狮子也能当马骑\r\n','on');
INSERT INTO `lh_saying` VALUES (808,'怀特·梅尔维尔','最有魅力的乐趣也最短暂，难道我们生活全部仅仅是一次狩猎\r\n','on');
INSERT INTO `lh_saying` VALUES (809,'希特勒','世界上变革的最强推动力不是统治群众的科学认识，而是赋予群众以力量的狂热，有时甚至是驱赶民众向前的歇斯底里。\r\n','on');
INSERT INTO `lh_saying` VALUES (810,'唐·崔颢','廉慎传家政，流芳合古今\r\n','on');
INSERT INTO `lh_saying` VALUES (811,'孟郊','慷慨丈夫志，可以耀锋？\r\n','on');
INSERT INTO `lh_saying` VALUES (812,'培根','金钱是品德的行李，是走向美德的一大障碍；因财富之于品德，正如军队与辎重一样，没有它不行，有了它又妨碍前进，有时甚至因为照顾它反而丧失了胜利。\r\n','on');
INSERT INTO `lh_saying` VALUES (813,'（土耳其）谚语','闲散如酸醋，会软化精神的钙质；勤奋如火酒，能燃烧起智慧的火焰。\r\n','on');
INSERT INTO `lh_saying` VALUES (814,'卢伯克.J.','我们常常听人说，人们因工作过度而垮下来，但是实际上十有八九是因为饱受担忧或焦虑的折磨。\r\n','on');
INSERT INTO `lh_saying` VALUES (815,'佚名','时间是实物，财富是砝码\r\n','on');
INSERT INTO `lh_saying` VALUES (816,'《礼记·中庸》','莫见乎隐，莫显乎微。<br>《礼记·中庸》 虽属极幽隐、细微之处，实际上没比这更明显、具体的了。见（xiàn）：同“现”。隐：不显露。微：显现。\r\n','on');
INSERT INTO `lh_saying` VALUES (817,'拉丁美洲','船的力量在帆上，人的力量在心上\r\n','on');
INSERT INTO `lh_saying` VALUES (818,'志当存高远','三国·诸葛亮\r\n','on');
INSERT INTO `lh_saying` VALUES (819,'别林斯基','书是我们时代的生命\r\n','on');
INSERT INTO `lh_saying` VALUES (820,'丁尼生','科学的进展是十分缓慢的，需要爬行才能从一点到达另一点。\r\n','on');
INSERT INTO `lh_saying` VALUES (821,'弗兰克·迈耶【美】','你因成功而内心充满喜悦的时候，就没有时间颓废。\r\n','on');
INSERT INTO `lh_saying` VALUES (822,'元·黄晋','人之才，成于专而毁于杂\r\n','on');
INSERT INTO `lh_saying` VALUES (823,'奥斯特洛夫斯基','人生最美好的，就是在你停止生存时，也还能以你所创造的一切为人民服务。\r\n','on');
INSERT INTO `lh_saying` VALUES (824,'叶芝','人心只能赢得，不能靠人馈赠。\r\n','on');
INSERT INTO `lh_saying` VALUES (825,'爱默生','健康是人生第一财富。\r\n','on');
INSERT INTO `lh_saying` VALUES (826,'爱默生','我们想的是如何养生，如何聚财，如何加固屋顶，如何备齐衣衫；而聪明人考虑的却是怎样选择最宝贵的东西——朋友。\r\n','on');
INSERT INTO `lh_saying` VALUES (827,'（欧洲）谚语','劳动果实是所有果实中最甜蜜的。\r\n','on');
INSERT INTO `lh_saying` VALUES (828,'佚名','人勤之宝不但使人不同于草木，也异于禽兽，而且可以使人成为万物之灵，万灵之物。\r\n','on');
INSERT INTO `lh_saying` VALUES (829,'范仲淹','国家之患，莫大于乏人。\r\n','on');
INSERT INTO `lh_saying` VALUES (830,'蒙田','英勇是一种力量，但不是腿部和臂部的力量，而是心灵和灵魂的力量，这力量并不存在于战马和武器价值之中，而是存在于我们自身之中。\r\n','on');
INSERT INTO `lh_saying` VALUES (831,'安娜·路易斯·斯特朗','与其咒骂黑暗，不如燃起一支明烛\r\n','on');
INSERT INTO `lh_saying` VALUES (832,'亚里士多德','一个人人的尊严并非在获得荣誉时，百在于本身真正值得这荣誉\r\n','on');
INSERT INTO `lh_saying` VALUES (833,'托·卡莱尔','数字证明一切\r\n','on');
INSERT INTO `lh_saying` VALUES (834,'西班牙','失去朋友甚于失去财产，而失去名誉则毁了一生\r\n','on');
INSERT INTO `lh_saying` VALUES (835,'土耳其','害怕麻雀的人，连种子也播不出去\r\n','on');
INSERT INTO `lh_saying` VALUES (836,'佚名','使用双手的是劳工，使用双手和头脑的舵手，使用双手、头脑与心灵的是艺术家，只有合作双手、头脑、心灵再加上双脚的才是推销员。\r\n','on');
INSERT INTO `lh_saying` VALUES (837,'程颢、程颐','不可巧言令色，曲从苟合，以求人之与己也。\r\n','on');
INSERT INTO `lh_saying` VALUES (838,'华罗庚','要循序渐进！我走过的道路，就是一条循序渐进的道路。\r\n','on');
INSERT INTO `lh_saying` VALUES (839,'清·曹雪芹','才自清明志自高\r\n','on');
INSERT INTO `lh_saying` VALUES (840,'蒙田','不求有天使和牛马的懿德，只求有人的良心。\r\n','on');
INSERT INTO `lh_saying` VALUES (841,'里克','中年是你狭窄的腰肢与宽广的心胸开始换位置的时候\r\n','on');
INSERT INTO `lh_saying` VALUES (842,'民谚','有心烧香，无论早晚\r\n','on');
INSERT INTO `lh_saying` VALUES (843,'缅甸','散开的牛群，有被老虎吃掉的危险\r\n','on');
INSERT INTO `lh_saying` VALUES (844,'马克思','权利永远不能超出社会的经济结构以及由经济结构所制约的社会的文化发展\r\n','on');
INSERT INTO `lh_saying` VALUES (845,'民谚','难者不会，会者不难\r\n','on');
INSERT INTO `lh_saying` VALUES (846,'阿瑟·赫尔普斯','许多人知道如何享乐，却不知道自己从何时起已不再向别人提供欢乐\r\n','on');
INSERT INTO `lh_saying` VALUES (847,'唐·李白','天生我才必有用，千金散尽还复来\r\n','on');
INSERT INTO `lh_saying` VALUES (848,'雨果','最大的决心会产生最高的智慧\r\n','on');
INSERT INTO `lh_saying` VALUES (849,'兰道','科学如同大海，要求奋不顾身的拼搏。\r\n','on');
INSERT INTO `lh_saying` VALUES (850,'加缪','攀登顶峰，这种奋斗的本身就足以充实人的心。人们必须相信，垒山不止就是幸福。\r\n','on');
INSERT INTO `lh_saying` VALUES (851,'德莱赛','理想是人生的太阳。\r\n','on');
INSERT INTO `lh_saying` VALUES (852,'席勒','时间的步伐有三种：未来姗姗来迟，现在像箭一般飞逝，过去永远静立不动。\r\n','on');
INSERT INTO `lh_saying` VALUES (853,'佛家妙语','人生最大的财富是健康。此语虽人人皆知，但要真正领悟，又非易事。试看古今中外之人，或为名所或，或为利所动，或为官而奔波，或为爱情而苦恼，把名禄利憎视为人主要的最高追求，却不知人生最大的财富只是自身的健康。记得有篇小说写一个爱财如命的财迷，进了一座黄金山，山内皆是黄金珠宝，大喜着狂，但因贪得无厌，终于陷入黄金山而无法出来，于是黄金山中留下几根白骨，岂不悲哉？由此可见，健康是最宝贵的，也是人生最大的财富。如果一个人想通了这一点，那么什么名利之念，非分之欲，都可化为乌有。\r\n','on');
INSERT INTO `lh_saying` VALUES (855,'华兹华斯','一个崇高的目标，只要不渝地追求，就会成为壮举\r\n','on');
INSERT INTO `lh_saying` VALUES (856,'维吾尔族','顾惜自己生命的人，什么事也办不成\r\n','on');
INSERT INTO `lh_saying` VALUES (857,'俄罗斯','思想活跃而怀着务实的目的去进行\r\n','on');
INSERT INTO `lh_saying` VALUES (858,'民谚','知足知不足，有为有不为。\r\n','on');
INSERT INTO `lh_saying` VALUES (859,'佚名','一个智慧的头脑，能够拯救成千个头颅\r\n','on');
INSERT INTO `lh_saying` VALUES (860,'查尔斯·兰姆','过多地吸取别人的独创思想，就限制了自己本来拥有的那一份思辨能力的发展。陷入到别人的思路之中，就同在别的庭园里迷路一样，这又像一个身材高大的仆人搀着你走路，他步子大，你步子小，非常吃力。\r\n','on');
INSERT INTO `lh_saying` VALUES (861,'卡耐基','今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。\r\n','on');
INSERT INTO `lh_saying` VALUES (862,'朱熹','百学须先立志。\r\n','on');
INSERT INTO `lh_saying` VALUES (863,'高尔基','我们若要生活，就该为自己建造一种充满感受、思索和行动的时钟，用它来代替这个枯燥、单调、以愁闷来扼杀心灵，带有责备意味和冷冷地滴答着的时间。\r\n','on');
INSERT INTO `lh_saying` VALUES (864,'民谚','从俭入奢易，从奢入俭难\r\n','on');
INSERT INTO `lh_saying` VALUES (865,'乔·查普曼','无知是钦佩之母\r\n','on');
INSERT INTO `lh_saying` VALUES (866,'宋·朱熹','志大量小无勋业可为\r\n','on');
INSERT INTO `lh_saying` VALUES (867,'莫泊桑','天才不过是不断的思索，凡是有脑子的人，都有天才。\r\n','on');
INSERT INTO `lh_saying` VALUES (868,'普济','看风驶帆，正是随波逐流。<br>宋·普济《五灯会元》 看风驶帆：比喻看势头随时改变对事物的态度和言行。随波逐流：比喻没有主见，随大流。为人要正直，不可看风驶舵。\r\n','on');
INSERT INTO `lh_saying` VALUES (869,'佚名','障碍与失败，是通往成功最稳靠的踏脚石，肯研究、利用它们，便能从失败中培养出成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (870,'《菜根谭》','岁月本长，而忙者自促；天地本宽，而鄙者自隘；风花雪月本闲，而扰攘者自冗\r\n','on');
INSERT INTO `lh_saying` VALUES (871,'佚名','学习有时候只改变一个人的态度中思想与信念的成分，而没有改变情感与行为倾向，因此时间一过，态度又回复原状。\r\n','on');
INSERT INTO `lh_saying` VALUES (872,'秋瑾','芸芸众生，孰不爱生？爱生之极，进而爱群。\r\n','on');
INSERT INTO `lh_saying` VALUES (873,'宋·王安石','精良止如留，疏恶去如摈\r\n','on');
INSERT INTO `lh_saying` VALUES (874,'爱比克泰德','连自己的命运都不能主宰的人是没有自由可以享受的\r\n','on');
INSERT INTO `lh_saying` VALUES (875,'卢瑟·伯班克','时间不能增添一个人的生命，然而珍惜光阴却可使生命变得更有价值。\r\n','on');
INSERT INTO `lh_saying` VALUES (876,'高尔基','如果学习只在于模仿，那么我们就不会有科学，也不会有技术。\r\n','on');
INSERT INTO `lh_saying` VALUES (877,'荷马','为国捐躯，虽死犹荣\r\n','on');
INSERT INTO `lh_saying` VALUES (878,'列夫·托尔斯泰','任何一个人的生活，都应当受一定法规的制约。\r\n','on');
INSERT INTO `lh_saying` VALUES (879,'塞万提斯','努力是成功之母。\r\n','on');
INSERT INTO `lh_saying` VALUES (880,'布边曼','最本质的人性价值就是人的独立性。\r\n','on');
INSERT INTO `lh_saying` VALUES (881,'佚名','即使爬到最高的山上，一次也只能脚踏实地地迈一步。\r\n','on');
INSERT INTO `lh_saying` VALUES (882,'欧洲','荣誉是美德的影子\r\n','on');
INSERT INTO `lh_saying` VALUES (883,'陶潜','勤学如春起之苗，不见其增，日有所长。\r\n','on');
INSERT INTO `lh_saying` VALUES (884,'（清）袁牧','有磨皆好事，无曲不文星。\r\n','on');
INSERT INTO `lh_saying` VALUES (885,'英国','再也没有比轻率更像无知的了\r\n','on');
INSERT INTO `lh_saying` VALUES (886,'贝弗利·西尔斯','失败了,你可能会失望；但如果不去尝试,那么你注定要失败。\r\n','on');
INSERT INTO `lh_saying` VALUES (887,'塞柯尔津治','每一次改革，无论它多么必要，总会被一些笨蛋及过头，于是，这一改革的本身又需要一次新的改革。\r\n','on');
INSERT INTO `lh_saying` VALUES (888,'蒙森','不仰仗刀剑，而仰仗人民的信赖\r\n','on');
INSERT INTO `lh_saying` VALUES (889,'邓小平','不开空话连篇的会，不发离题的万里的议论\r\n','on');
INSERT INTO `lh_saying` VALUES (890,'伏尔泰','天赋的力量大于教育的力量\r\n','on');
INSERT INTO `lh_saying` VALUES (891,'王守仁','谦虚其心，宏大其量。\r\n','on');
INSERT INTO `lh_saying` VALUES (892,'佚名','企业不能靠一个精明的老板，高树下经常寸草不生，企业是由经营者的才华所决定的。\r\n','on');
INSERT INTO `lh_saying` VALUES (893,'朝鲜','懒汉就是靠在井边也会渴死\r\n','on');
INSERT INTO `lh_saying` VALUES (894,'萨卢斯特','行动之前必须充分地酝酿；一旦定下决心，就应该果敢行动\r\n','on');
INSERT INTO `lh_saying` VALUES (895,'王安石','人才乏于上，则有沉废伏匿在下，而不为当时所知者矣。\r\n','on');
INSERT INTO `lh_saying` VALUES (896,'伏尔泰','在理想的最美好的世界中一切都是为最美好的目的而设。\r\n','on');
INSERT INTO `lh_saying` VALUES (897,'明·刘基','持心如衡，以理为平\r\n','on');
INSERT INTO `lh_saying` VALUES (898,'苏霍姆林斯基','使人做自己举止行为的最严厉的评判者的力量是什么？是良心，它成为行为和理智的捍卫者。\r\n','on');
INSERT INTO `lh_saying` VALUES (899,'托尔斯泰','没有单纯、善良和真实，就没有伟大\r\n','on');
INSERT INTO `lh_saying` VALUES (900,'毛泽东','谅解、支援和友谊，比什么都重要。\r\n','on');
INSERT INTO `lh_saying` VALUES (901,'列宁','要研究人，要寻找能干的干部。现在关键就在这里：没有这一点，一切命令和决议只不过是些肮脏的废纸而已\r\n','on');
INSERT INTO `lh_saying` VALUES (902,'《韩非子》','母欺子，子而不信其母，非以成教也。\r\n','on');
INSERT INTO `lh_saying` VALUES (903,'佚名','你和时间开玩笑，它却对你很认真\r\n','on');
INSERT INTO `lh_saying` VALUES (904,'佚名','百日连阴雨，总有一朝晴。\r\n','on');
INSERT INTO `lh_saying` VALUES (905,'民谚','宁向直中取，莫向曲中求\r\n','on');
INSERT INTO `lh_saying` VALUES (906,'恩格斯','据我看来，现实主义的意思是，除细节的真实外，还要真实地再现典型环境中的典型人物\r\n','on');
INSERT INTO `lh_saying` VALUES (907,'巴尔扎克','行业尽管不同，天才的品德并无分别\r\n','on');
INSERT INTO `lh_saying` VALUES (908,'德国','祈祷从天空取出幸福，劳动从大地挖出幸福\r\n','on');
INSERT INTO `lh_saying` VALUES (909,'佚名','人的才华就如海绵的水，没有外力的挤压，它是绝对流不出来的。流出来后，海绵才能吸收新的源泉。\r\n','on');
INSERT INTO `lh_saying` VALUES (910,'《荀子·劝学》','声无小而不闻，行无隐而不形。<br>《荀子·劝学》声音即使再小也不会听不到，行为即使再隐蔽也不会不表现出来。\r\n','on');
INSERT INTO `lh_saying` VALUES (911,'伏契克','忠实于理想——这是崇高而又有力的一种感情，这种感情和最残酷的压迫相对抗，这种感情甚至在危急万分的时刻也仍存于人的心中。\r\n','on');
INSERT INTO `lh_saying` VALUES (912,'谚语','没有智慧的头脑，就像没有蜡烛的灯笼。\r\n','on');
INSERT INTO `lh_saying` VALUES (913,'佚名','生命之灯因热情而点燃，生命之舟因拼搏而前行。\r\n','on');
INSERT INTO `lh_saying` VALUES (914,'韩愈','亲之割之不断，疏者属之不坚。\r\n','on');
INSERT INTO `lh_saying` VALUES (915,'陈毅','手莫伸,伸手必被捉.党与人民在监督,万目睽睽难逃脱.汝言惧捉手不伸,他道不伸能自觉,其实想伸不敢伸,人民咫尺手自缩.\r\n','on');
INSERT INTO `lh_saying` VALUES (916,'民谚','穷理必穷其源\r\n','on');
INSERT INTO `lh_saying` VALUES (917,'徐玮','人生的价值，即以其人对于当代所做的工作为尺度。\r\n','on');
INSERT INTO `lh_saying` VALUES (918,'罗曼·罗兰','从来没有人读书，只有人在书中读自己，发现自己或检查自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (919,'罗大经','成人不自在，自在不成人。\r\n','on');
INSERT INTO `lh_saying` VALUES (920,'赫拉克里特','智慧就在于说出真理，按照自然行事，倾听自然的话。\r\n','on');
INSERT INTO `lh_saying` VALUES (921,'林逋','谦柔卑退者，德之余；强暴奸诈者，祸之始。\r\n','on');
INSERT INTO `lh_saying` VALUES (922,'《管子》','仓廪实则知礼节,衣食足则知荣辱。\r\n','on');
INSERT INTO `lh_saying` VALUES (923,'明·洪自诚','福莫福于少事，祸莫祸于多心\r\n','on');
INSERT INTO `lh_saying` VALUES (924,'纪伯伦','愿除了寻求心灵的加深之外，友谊没有别的目的。\r\n','on');
INSERT INTO `lh_saying` VALUES (925,'明·王鏊','理极天下之精，文极天下之妙\r\n','on');
INSERT INTO `lh_saying` VALUES (926,'瞿式耜','须知胜友真良约，莫作寻常旅聚看。\r\n','on');
INSERT INTO `lh_saying` VALUES (927,'约里奥·居里','真理的旅行，是不用入境证的。\r\n','on');
INSERT INTO `lh_saying` VALUES (928,'佚名','观其外知其内，观其友知其人。\r\n','on');
INSERT INTO `lh_saying` VALUES (929,'列夫·托尔斯泰','正确的道路是这样：吸取你的前辈所做的一切，然后再往前走。\r\n','on');
INSERT INTO `lh_saying` VALUES (930,'鲁藜','老是把自己当成珍珠，就时时有被埋没的痛苦，把自己当作泥土吧，让众人把你踩成一条道路\r\n','on');
INSERT INTO `lh_saying` VALUES (931,'华罗庚','科学是老老实实的学问，搞科学研究工作就要采取老老实实、实事求是的态度，不能有半点虚假浮夸。不知就不知，不懂就不懂，不懂的不要装懂，而且还要追下去，不懂，不懂在什么地方；懂，懂在什么地方。老老实实的态度，首先就是要扎扎实实地打好基础。科学是踏实的学问，连贯性和系统性都很强，前面的东西没有学好，后面的东西就上不去；基础没有打好。搞尖端就比较困难。我们在工作中经常遇到一些问题解决不了，其中不少是由于基础未打好所致。一个人在科学研究和其他工作上进步的快慢，往往和他的基础有关。\r\n','on');
INSERT INTO `lh_saying` VALUES (932,'民谚','微小的德行，胜似美好的格言\r\n','on');
INSERT INTO `lh_saying` VALUES (933,'王业宁','要创新需要一定的灵感，这灵感不是天生的，而是来自长期的积累与全身心的投入。没有积累就不会有创新。\r\n','on');
INSERT INTO `lh_saying` VALUES (934,'诸葛亮','夫志当存高远，慕先贤，绝情欲，弃疑滞，使庶几之志，揭然有所存，恻然有所感；忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于情，永窜伏于平庸，不免于下流矣。\r\n','on');
INSERT INTO `lh_saying` VALUES (935,'希拉','勇敢的人以生命冒险，不以良心冒险。\r\n','on');
INSERT INTO `lh_saying` VALUES (936,'德国','非出自情意的艺术，大概不能说是真正的艺术\r\n','on');
INSERT INTO `lh_saying` VALUES (937,'宋·苏辙','君子为国，正其纲纪，治其法度\r\n','on');
INSERT INTO `lh_saying` VALUES (938,'菩德吉','播种一个行动，你会收获一个习惯；播种一个习惯，你会收获一个个性，播种一个个性，你会收获一个命运。\r\n','on');
INSERT INTO `lh_saying` VALUES (939,'爱迪生','我的人生哲学是工作，我要揭示大自然的奥秘，并以此为人类造福。我们在世的短暂的一生中，我不知道还有什么比这种服务更好的了。\r\n','on');
INSERT INTO `lh_saying` VALUES (940,'奥尔德斯·赫胥黎','我无法驾驭我的命运，只能与它合作，从而在某种程度上使它朝我引导的方向发展。我不是心灵的船长，只是它闹闹嚷嚷的乘客\r\n','on');
INSERT INTO `lh_saying` VALUES (941,'约尔旦','智慧表现在下一次该怎么做，美德则表现在行为本身。\r\n','on');
INSERT INTO `lh_saying` VALUES (942,'佚名','人行千里路，胜读十年书。\r\n','on');
INSERT INTO `lh_saying` VALUES (943,'罗曼.罗兰','人类经常把一个生涯发生的事，撰写成历史，在从那里看人生;其实，那不过是衣服，人生是内在的。\r\n','on');
INSERT INTO `lh_saying` VALUES (944,'弗·马文','一分事业心能抵十分特权\r\n','on');
INSERT INTO `lh_saying` VALUES (945,'刘向','十步之泽，必有香草；十室之邑，必有忠士。\r\n','on');
INSERT INTO `lh_saying` VALUES (946,'P·德鲁克','管理是一种客观职能，它取决于任务，也取决于文化条件，从属于一定社会的价值观念和生活习惯。\r\n','on');
INSERT INTO `lh_saying` VALUES (947,'鲁迅','伟大的成绩和辛勤的劳动是成正比例的，有一分劳动就有一份收获，日积月累，从少到多，奇迹就可以创造出来。\r\n','on');
INSERT INTO `lh_saying` VALUES (948,'佚名','一羽示风向，一草示水流。\r\n','on');
INSERT INTO `lh_saying` VALUES (949,'罗·布里奇斯','呵，青年人理想多么崇高，立志追求真理，无论是生还是死，呵！莫回首，莫泄气。\r\n','on');
INSERT INTO `lh_saying` VALUES (950,'汉乐府','年少当及时，蹉跎日就走。若不信侬语，但看霜下草\r\n','on');
INSERT INTO `lh_saying` VALUES (951,'杰克·伦敦','顽强能引导人们走向幸福\r\n','on');
INSERT INTO `lh_saying` VALUES (952,'阿·巴巴耶娃','时间一天天过去，有时觉得它漫长难熬，有时却又感到那么短促；有时愉快幸福，有时又悲伤惆怅。一天与一天不同，一日和一日有别，仿佛一昼夜之间也有春夏秋冬之分。\r\n','on');
INSERT INTO `lh_saying` VALUES (953,'佩特罗尼乌斯','光有外表的美是不够的……言谈、智慧、表演、甜蜜的笑语都胜过自然创造的单纯的美。一切艺术手段都是美的调料。\r\n','on');
INSERT INTO `lh_saying` VALUES (954,'圣西门','对全人类来说，只有一种共同利益，那就是科学的进步。\r\n','on');
INSERT INTO `lh_saying` VALUES (955,'马可·奥勒利乌斯','记住；人生仅存于眼前，它只是十分短暂的一刻；至于过去和未来，前者已是往事，而后者也许永远不会有。因而人的一生是短促的，人所呆的地球的一隅是狭窄的。\r\n','on');
INSERT INTO `lh_saying` VALUES (956,'柏拉图','征服自己需要更大的勇气，其胜利也是所有胜利中最光荣的胜利。\r\n','on');
INSERT INTO `lh_saying` VALUES (957,'亨德尔','慎虑无后患。\r\n','on');
INSERT INTO `lh_saying` VALUES (958,'郑板桥','咬定青山不放松，立根原在破岩中。千磨万击还坚韧，任尔东西南北风。\r\n','on');
INSERT INTO `lh_saying` VALUES (959,'谚语','如果真理是名贵的珍珠，那么实践就是产生珍珠的大海。\r\n','on');
INSERT INTO `lh_saying` VALUES (960,'希腊','知识的价值不在于占有，而在于使用\r\n','on');
INSERT INTO `lh_saying` VALUES (961,'佚名','我们在变化中成长。如果你拒绝了变化，你就拒绝了新的美丽和新的机遇。\r\n','on');
INSERT INTO `lh_saying` VALUES (962,'彭端淑','天下事有难易乎！为之，则难者也易；不为，则易者也难矣。\r\n','on');
INSERT INTO `lh_saying` VALUES (963,'德国','成功一件事，千万不要等待着享受\r\n','on');
INSERT INTO `lh_saying` VALUES (964,'礼记·大学','一家仁，一国兴仁；一家让，一国兴让。\r\n','on');
INSERT INTO `lh_saying` VALUES (965,'杨泉','以信接人，天下信之；不以信接人，妻子疑之。\r\n','on');
INSERT INTO `lh_saying` VALUES (966,'巴尔扎克','科学的领域是广大的，人类的生命却是很短的。\r\n','on');
INSERT INTO `lh_saying` VALUES (967,'哈萨克族','提水的泉边虽近，懒汉也觉得有三天的路程\r\n','on');
INSERT INTO `lh_saying` VALUES (968,'李远哲','要有追根究底、毫不妥协的精神，无论生活或研究工作都必须非常认真，要打破沙锅问到底。\r\n','on');
INSERT INTO `lh_saying` VALUES (969,'巴尔扎克','想升高，有两样东西，那就是必须作鹰，或者作爬行动物。\r\n','on');
INSERT INTO `lh_saying` VALUES (970,'罗丹','如果工作对于人类不是人生强索的代价，而是目的，人类将是多么幸福。\r\n','on');
INSERT INTO `lh_saying` VALUES (971,'居里夫人','弱者坐待时机，强者制造时机。\r\n','on');
INSERT INTO `lh_saying` VALUES (972,'培根','人们的举止应当像他们的衣服，不可太紧或过于讲究，应当宽舒一点，以便于工作和运动。\r\n','on');
INSERT INTO `lh_saying` VALUES (973,'蔡锷','司令官以闲静为治事要则。闲静者，不亲小节之谓\r\n','on');
INSERT INTO `lh_saying` VALUES (974,'台湾长鸿益集团厂训','要为理想寻方法勿为错误找借口。\r\n','on');
INSERT INTO `lh_saying` VALUES (975,'弘一法师','选友以求益。\r\n','on');
INSERT INTO `lh_saying` VALUES (976,'罗曼·罗兰','艺术的伟大意义，基本上在于它能显示人的真正感情、内心生活的奥秘和热情的世界。\r\n','on');
INSERT INTO `lh_saying` VALUES (977,'庄子','安时而处顺，哀乐不能入也。\r\n','on');
INSERT INTO `lh_saying` VALUES (978,'斯大林','人材，干部是世界上所有宝贵的资本中最宝贵最有决定意义的资本\r\n','on');
INSERT INTO `lh_saying` VALUES (979,'小学','仁者不以盛衰改节，义者不以存亡易亡\r\n','on');
INSERT INTO `lh_saying` VALUES (980,'佚名','瀑布奔腾百丈，飞泻千里，是因为它汇集了涓涓细流。\r\n','on');
INSERT INTO `lh_saying` VALUES (981,'契诃夫','他有着天才的火花！你知道这是什麽意思？那就是勇敢、开阔的思想，远大的眼光……他种下一棵树，他就已经看见了千百年的结果，已经憧憬到人类的幸福。这种人是少有的，要爱就爱这种人。\r\n','on');
INSERT INTO `lh_saying` VALUES (982,'庄周','真者，精诚之至也；不精不诚，不能动人。\r\n','on');
INSERT INTO `lh_saying` VALUES (983,'伏尔泰','拜读名家大作，可造就雄辩之才。\r\n','on');
INSERT INTO `lh_saying` VALUES (984,'民谚','俯首甘为孺子牛\r\n','on');
INSERT INTO `lh_saying` VALUES (985,'佚名','挫折其实就是迈向成功所应缴的学费。\r\n','on');
INSERT INTO `lh_saying` VALUES (986,'宋·朱熹','志者诗之本也\r\n','on');
INSERT INTO `lh_saying` VALUES (987,'阿格农','闲暇是霓裳，不宜常穿用。\r\n','on');
INSERT INTO `lh_saying` VALUES (988,'佚名','胸无大志，枉活一世。\r\n','on');
INSERT INTO `lh_saying` VALUES (989,'马克思','如果人仅仅为自己劳动，也许他能够成为著名的学者，伟大的智者，卓越的诗人，但是他永远也不能成为真正完善和真正伟大的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (990,'高尔基','书籍使我变成了一个幸福的人，使我的生活变成轻快而舒适的诗，好象新生活的钟声在我的生活中鸣响了。\r\n','on');
INSERT INTO `lh_saying` VALUES (991,'墨子','志不强者智不达，言不信者行不果。\r\n','on');
INSERT INTO `lh_saying` VALUES (992,'意大利','贪欲使人无所不为\r\n','on');
INSERT INTO `lh_saying` VALUES (993,'卢勤','有一句话叫‘境由心生’。很多时候，人的痛苦与快乐，并不是由客观环境优劣决定的，而是由自己的心态、情绪决定的。你看路边的小草，被人踩来踩去，可它还是活下来了，它拼命地站起来，接受大自然给予的阳光、雨露，所以，它比温室里的花朵更有生命力。\r\n','on');
INSERT INTO `lh_saying` VALUES (994,'鲁迅','上人生的旅途罢。前途很远，也很暗。然而不要怕。不怕的人的面前才有路。\r\n','on');
INSERT INTO `lh_saying` VALUES (996,'法国','山不嫌高，水不嫌深\r\n','on');
INSERT INTO `lh_saying` VALUES (997,'民谚','行成于思，毁于随\r\n','on');
INSERT INTO `lh_saying` VALUES (998,'拉罗什富科','我们承认我们的缺点，是想用我们的真诚来弥补人们因这些缺点对我们形成的不利看法。\r\n','on');
INSERT INTO `lh_saying` VALUES (999,'尼采','大多数思想家写得拙劣，因为他们不仅要传达自己的思想，而且要传达思考的过程。\r\n','on');
INSERT INTO `lh_saying` VALUES (1000,'高尔基','苦难是一种跌了价的黄金\r\n','on');
INSERT INTO `lh_saying` VALUES (1001,'爱·扬格','愚蠢给人的痛苦远胜于命运\r\n','on');
INSERT INTO `lh_saying` VALUES (1002,'鲁迅','社会上崇敬名人，于是以为名人的话就是名言，却忘记了他所以得名是那一种学问和事业\r\n','on');
INSERT INTO `lh_saying` VALUES (1003,'欧洲','健康的身体富于健康的体魄\r\n','on');
INSERT INTO `lh_saying` VALUES (1004,'毛泽东','放下包袱，开动机器\r\n','on');
INSERT INTO `lh_saying` VALUES (1005,'伊壁鸠鲁','在确保终身幸福的所有努力中，最重要的是结识朋友。\r\n','on');
INSERT INTO `lh_saying` VALUES (1006,'但丁','生活于愿望之中而没有希望，是人生最大的悲哀\r\n','on');
INSERT INTO `lh_saying` VALUES (1007,'小塞涅卡','有些人活着没有任何目标，他们在世间行走就像河中的一颗小草。他们不是行走，而是随波逐流。\r\n','on');
INSERT INTO `lh_saying` VALUES (1008,'李大钊','求乐的人生观，才是自然的人生观，真实的人生观。我们应该顺其自然，立在真实上，求得人生的光明，不可陷入勉强虚伪境界，把真正人生都归于幻灭。\r\n','on');
INSERT INTO `lh_saying` VALUES (1009,'达·芬奇','人的智慧不用就会枯萎。\r\n','on');
INSERT INTO `lh_saying` VALUES (1010,'莎士比亚','谦虚是最高的克己功夫。\r\n','on');
INSERT INTO `lh_saying` VALUES (1011,'谢觉哉','爱国的主要方法，就是要爱自己所从事的事业。\r\n','on');
INSERT INTO `lh_saying` VALUES (1012,'科恩','人生不是自发的自我发展，而是一长串机缘。事件和决定，这些机缘、事件和决定在它们实现的当时是取决于我们的意志的。\r\n','on');
INSERT INTO `lh_saying` VALUES (1013,'史襄哉','仁义为友，道德为师。\r\n','on');
INSERT INTO `lh_saying` VALUES (1014,'鲁迅','言之无文，行而不远\r\n','on');
INSERT INTO `lh_saying` VALUES (1015,'陈涉','燕雀安知鸿鹄之志哉！\r\n','on');
INSERT INTO `lh_saying` VALUES (1016,'英国','量力砍树，量才办事\r\n','on');
INSERT INTO `lh_saying` VALUES (1017,'歌德','今天做不成的，明天也不会做好。一天也不能虚度，要下决心把可能的事情，一把抓住而紧紧抱住，有决心就不会任其逃去，而且必然要贯彻实行。\r\n','on');
INSERT INTO `lh_saying` VALUES (1018,'英国','平庸是一道扶手栏杆\r\n','on');
INSERT INTO `lh_saying` VALUES (1019,'苏步青','今天能作完的事，决不拖到明天。\r\n','on');
INSERT INTO `lh_saying` VALUES (1020,'卡耐基','在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。\r\n','on');
INSERT INTO `lh_saying` VALUES (1021,'巴尔扎克','只有那些晓得控制他们的缺点，不让这些缺点控制自己的人才是强者。\r\n','on');
INSERT INTO `lh_saying` VALUES (1022,'屠格涅夫','明天，明天，还有明天，人们都在这样安慰自己，殊不知这个明天，就足以把他们关进坟墓。\r\n','on');
INSERT INTO `lh_saying` VALUES (1023,'凯撒','最困难之时，就是我们离成功不远之日。\r\n','on');
INSERT INTO `lh_saying` VALUES (1024,'蒙田','你所说的一切，都应符合你的思想，否则就是恶意欺骗。\r\n','on');
INSERT INTO `lh_saying` VALUES (1025,'朱元璋','贤才，国之宝也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1026,'欧阳修','至哉天下乐，终日在书案。\r\n','on');
INSERT INTO `lh_saying` VALUES (1027,'英国','失败是坚韧的最后考验\r\n','on');
INSERT INTO `lh_saying` VALUES (1028,'左拉','一个社会，只有当他把真理公之于众时，才会强而有力。\r\n','on');
INSERT INTO `lh_saying` VALUES (1029,'兰格伦','幽雅是上帝的礼物，而智慧则是天赐的机遇。\r\n','on');
INSERT INTO `lh_saying` VALUES (1030,'托·伍·威尔逊','正确比和平更珍贵\r\n','on');
INSERT INTO `lh_saying` VALUES (1031,'（春秋）孔丘','逝者如斯夫，不舍昼夜。\r\n','on');
INSERT INTO `lh_saying` VALUES (1032,'毛泽东','体者，载知识之车寓道德之所以也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1033,'赫胥黎','大凡实际接触过科学研究的人都知道，不肯超越事实的人很少会有成就。\r\n','on');
INSERT INTO `lh_saying` VALUES (1034,'布鲁诺','聪明睿智的特点就在于，只需看到和听到一点就能长久地考虑和更多地理解。\r\n','on');
INSERT INTO `lh_saying` VALUES (1035,'高尔基','华丽的装饰，精美的食品，填补不了精神的空虚；一个真正的革命者，首先追求的是思想上的充实和丰富。这一点，是任何珍贵的东西都不能代替的。\r\n','on');
INSERT INTO `lh_saying` VALUES (1036,'拿破仑','真诚的人，不会恨人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1037,'国语','有以无难以失守，有以多难而兴邦\r\n','on');
INSERT INTO `lh_saying` VALUES (1038,'恩格斯','复杂的劳动包含着需要耗费或多或少的辛劳、时间和金钱去获得的技巧和知识的运用\r\n','on');
INSERT INTO `lh_saying` VALUES (1039,'洛德凯特寇得','经理人员的任务则在于知人善任，提供企业一个平衡、密合的工作组织。\r\n','on');
INSERT INTO `lh_saying` VALUES (1040,'卢棱','生活得最有意义的人，并不就是年岁活得最大的人，而是对生活最有感受的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1041,'第斯多惠','教学的艺术不在于传授本领，而在善于激励唤醒和鼓舞。\r\n','on');
INSERT INTO `lh_saying` VALUES (1042,'罗兰','用不存成见的心情和人交往，才可以交到朋友。\r\n','on');
INSERT INTO `lh_saying` VALUES (1043,'肖伯纳','一个人如果不到最高峰，他就没有片刻的安宁，他也就不会感到生命的恬静和光荣。\r\n','on');
INSERT INTO `lh_saying` VALUES (1044,'（三国）诸葛亮','淡泊以明志，宁静而致远。\r\n','on');
INSERT INTO `lh_saying` VALUES (1045,'李大钊','人类的生活，必须时时刻刻拿最大的努力，向最高的理想扩张传衍，流转无穷，把那陈旧的组织、腐滞的机能一一的扫荡摧清，别开一种新局面。\r\n','on');
INSERT INTO `lh_saying` VALUES (1046,'马尔兹','不要拿“他人”的标准衡量自己，因为你不是他人，也永远达不到他人的标准。“他们”同样达不到你的标准——也不想达到。一旦你明白，接受和相信这个简单明了的真理，你的自悲感就会消失了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1047,'雨果','世界上最宽阔的东西是海洋，比海洋更宽阔的是天空，比天空更宽阔的是人的心灵。\r\n','on');
INSERT INTO `lh_saying` VALUES (1048,'马克思','让死人去埋葬和痛哭自己的尸体吧。最先朝气蓬勃地投入新生活的人，他们的命运是令人羡慕的。\r\n','on');
INSERT INTO `lh_saying` VALUES (1049,'巴士卡里雅','什么才是最本质的呢？我以为，不管我现在怎样，我都要敢于生活，敢于用双手拥抱现实，这才是最根本的不要为过去哭泣了，过去的已经过去了！\r\n','on');
INSERT INTO `lh_saying` VALUES (1050,'圣西门','为人类的幸福而劳动，这是多麽壮丽的事业，这个目的有多麽伟大！\r\n','on');
INSERT INTO `lh_saying` VALUES (1051,'赞科夫','为了在教学上取得预想的结果，单是指导学生的脑力活动是不够的, 还必须在他身上树立起掌握知识的志向, 即创造学习的诱因。\r\n','on');
INSERT INTO `lh_saying` VALUES (1052,'胡锦涛','我国的发展世人瞩目。以现在每年近万亿人民币的财力，再不彻底解决贫团地区的义务教育问题，纠正教育制度中的不公正，说不过去，也对不起子孙后代。\r\n','on');
INSERT INTO `lh_saying` VALUES (1053,'约翰·梅纳德·凯恩斯','习惯形成性格，性格决定命运。\r\n','on');
INSERT INTO `lh_saying` VALUES (1054,'达·芬奇','人的美德的荣誉比他财富的名誉不知大多少倍。岂不见多少人在钱财上一贫如洗，但在美德上却是富豪呢？\r\n','on');
INSERT INTO `lh_saying` VALUES (1055,'佚名','实干能成事，虚心能添智。\r\n','on');
INSERT INTO `lh_saying` VALUES (1056,'荀况','贤能不待次而举。\r\n','on');
INSERT INTO `lh_saying` VALUES (1057,'唐·刘禹锡','服民以道德，渐民以教化\r\n','on');
INSERT INTO `lh_saying` VALUES (1058,'欧洲','智者知道财富的价值，但富人不了解智慧的快乐\r\n','on');
INSERT INTO `lh_saying` VALUES (1059,'歌德','一个人的礼貌，就是一面照出他的肖像的镜子。\r\n','on');
INSERT INTO `lh_saying` VALUES (1060,'查尔斯·达尔文','人类在道德文化方面最高级的阶段，就是当我们认识到应当用理智控制思想时。\r\n','on');
INSERT INTO `lh_saying` VALUES (1061,'马克·吐温','充实人生，并不全在所有遭遇的事跟事实，而全在于思想的风暴，永远横扫过我们的脑际。\r\n','on');
INSERT INTO `lh_saying` VALUES (1062,'佚名','不怕学问浅，就怕志气短。\r\n','on');
INSERT INTO `lh_saying` VALUES (1063,'培根','黄金时代是在我们的前面，不是在我们的背后。\r\n','on');
INSERT INTO `lh_saying` VALUES (1064,'歌德','奇迹在相信它的人眼里才是奇迹\r\n','on');
INSERT INTO `lh_saying` VALUES (1065,'印度','不学习的人，像不长谷物的荒地\r\n','on');
INSERT INTO `lh_saying` VALUES (1066,'报摘','适度，不是中庸，而是一种明智的生活态度。金马沉默是一种美德，沉默是一种智慧，沉默是一on种魅力，沉默是一种含蓄，沉默是一种力量，一种质气，更是一种风度。\r\n','on');
INSERT INTO `lh_saying` VALUES (1067,'佚名','用人不疑，疑人不用。\r\n','on');
INSERT INTO `lh_saying` VALUES (1068,'达·芬奇','荣誉在于劳动的双手。\r\n','on');
INSERT INTO `lh_saying` VALUES (1069,'洛克','道德活动既受政府长官支配，又受良心的制约。\r\n','on');
INSERT INTO `lh_saying` VALUES (1070,'欧洲','最简单的答复就是行动\r\n','on');
INSERT INTO `lh_saying` VALUES (1071,'晋·葛洪','学之广在于不倦，不倦在于固志。\r\n','on');
INSERT INTO `lh_saying` VALUES (1072,'伏尔泰','没有所谓命运这个东西，一切无非是考验、惩罚或补偿。\r\n','on');
INSERT INTO `lh_saying` VALUES (1073,'雨果','塑成一个雕像，把生命赋给这个雕像，这是美丽的；创造一个有智慧的人，把真理灌输给他，这就更美丽。\r\n','on');
INSERT INTO `lh_saying` VALUES (1074,'佚名','阳光和鲜花在达观的微笑里，凄凉与痛苦在悲观的叹息中。\r\n','on');
INSERT INTO `lh_saying` VALUES (1075,'富兰克林','缺少谦虚就是缺少见识。\r\n','on');
INSERT INTO `lh_saying` VALUES (1076,'罗素','读一部书有两个动机：一个是你喜爱它，另一个是你可以夸耀它。\r\n','on');
INSERT INTO `lh_saying` VALUES (1077,'民谚','英雄出于少年\r\n','on');
INSERT INTO `lh_saying` VALUES (1078,'梭罗','一切经得起再度阅读的语言，一定值得再度思索\r\n','on');
INSERT INTO `lh_saying` VALUES (1079,'孟子','君子有三乐，而王天下不与存焉。父母俱存，兄弟无故，一乐也；仰不愧于天，俯不怍于人，二乐也；得天下英才而教育之，三乐也。君子有三乐，而王天下不与存焉。\r\n','on');
INSERT INTO `lh_saying` VALUES (1080,'民谚','莫愁前路无知己，但恐此心难对天\r\n','on');
INSERT INTO `lh_saying` VALUES (1081,'巴尔扎克','真正的学者真正了不起的地方，是暗暗做了许多伟大的工作而生前并不因此出名。\r\n','on');
INSERT INTO `lh_saying` VALUES (1082,'佚名','有志的攀登者决不因有过几个漂亮的足迹，而停止前进的脚步。\r\n','on');
INSERT INTO `lh_saying` VALUES (1083,'佚名','绿叶丝毫不嫉妒花朵，而且为花朵的美丽勤垦地工作着。\r\n','on');
INSERT INTO `lh_saying` VALUES (1084,'蒙田','思想，只有思想，才能辨别是非；\r\n','on');
INSERT INTO `lh_saying` VALUES (1085,'鲁迅','时间就是生命，无端的空耗别人的时间，其实无异于谋财害命的。\r\n','on');
INSERT INTO `lh_saying` VALUES (1086,'儒林外史','凡事都不像所担心的那样难办\r\n','on');
INSERT INTO `lh_saying` VALUES (1087,'马克思、恩格斯','人创造环境，同样环境也创造人\r\n','on');
INSERT INTO `lh_saying` VALUES (1088,'伯·罗素','能聪明地充实闲暇时间是人类文明最新成果\r\n','on');
INSERT INTO `lh_saying` VALUES (1089,'伯尔','个性和魅力……是学不会，装不像的\r\n','on');
INSERT INTO `lh_saying` VALUES (1090,'赫·梅尔维尔','勇敢是所有美德中最普遍最平庸的一种\r\n','on');
INSERT INTO `lh_saying` VALUES (1091,'苏轼','慎重则必成，轻发则多败\r\n','on');
INSERT INTO `lh_saying` VALUES (1092,'佚名','欣赏艺术美，需要知识修养；领略自然美，同样需要知识修养。修养越深，展现在你眼前的美的疆域就越广阔，你获得的美感也越丰富。\r\n','on');
INSERT INTO `lh_saying` VALUES (1093,'希腊','语言是医治恶劣心情的良药\r\n','on');
INSERT INTO `lh_saying` VALUES (1094,'唐·张彦远','学书则知识学可以致远\r\n','on');
INSERT INTO `lh_saying` VALUES (1095,'唐·高适','功名万里外，心事一杯中\r\n','on');
INSERT INTO `lh_saying` VALUES (1096,'《孟子·尽心上》','人不可以无耻。<br>《孟子·尽心上》人不可没有羞辱之心。\r\n','on');
INSERT INTO `lh_saying` VALUES (1097,'卢梭','人们说生命是很短促的，我认为是他们自己使生命那样短促的。由于他们不善于利用生命，所以他们反过来抱怨说时间过得太快；可是我认为，就他们那种生活来说，时间倒是过得太慢了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1098,'程颢','天下之事，患常生于忽微，而志戒于渐习。\r\n','on');
INSERT INTO `lh_saying` VALUES (1099,'佚名','在生命高潮的波峰，享受它；在生命低潮的波谷，忍受它。\r\n','on');
INSERT INTO `lh_saying` VALUES (1100,'克鲁普斯卡娅','凡是想获得优异成果的人，都应该异常谨慎地珍惜和支配自己的时间。\r\n','on');
INSERT INTO `lh_saying` VALUES (1101,'论语','与朋友交，言而有信\r\n','on');
INSERT INTO `lh_saying` VALUES (1102,'晏子','富贵不傲物，贫贱不易行。\r\n','on');
INSERT INTO `lh_saying` VALUES (1103,'佚名','工作着的傻子，比躺在床上的聪明人强得多。\r\n','on');
INSERT INTO `lh_saying` VALUES (1104,'宋·王安石','糟粕所传非粹美，丹青难写是精神\r\n','on');
INSERT INTO `lh_saying` VALUES (1105,'《管子》','信不足，安有信。\r\n','on');
INSERT INTO `lh_saying` VALUES (1106,'茨威格','宁可受苦而保持清醒，宁可忍受痛苦而思维，也胜似不进行思维。\r\n','on');
INSERT INTO `lh_saying` VALUES (1107,'毛泽东','科学技术这一仗，一定要打，而且必须打好\r\n','on');
INSERT INTO `lh_saying` VALUES (1108,'佚名','人讲礼义为先，树讲花果为原。\r\n','on');
INSERT INTO `lh_saying` VALUES (1109,'居里夫人','人类看不见的世界，并不是空想的幻影，而是被科学的光辉照射的实际存在。尊贵的是科学的力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (1110,'高尔基','我们的艺术应当比现实站更高，应当使人不脱离现实又高于现实\r\n','on');
INSERT INTO `lh_saying` VALUES (1111,'培根','世上友谊本罕见，平等友情更难求。\r\n','on');
INSERT INTO `lh_saying` VALUES (1112,'佚名','我成功因为我志在成功！\r\n','on');
INSERT INTO `lh_saying` VALUES (1113,'金缨','内不欺己，外不欺人，上不欺天，君子所以慎独。<br>清·金缨《格言联璧·持躬》 有道德的人时刻注意光明正大。\r\n','on');
INSERT INTO `lh_saying` VALUES (1114,'莎士比亚','朋友间必须是患难相济，那才能说得上是真正的友谊。\r\n','on');
INSERT INTO `lh_saying` VALUES (1115,'歌德','人只为献出一生而生存。\r\n','on');
INSERT INTO `lh_saying` VALUES (1116,'（汉）刘向','天将与之，必先苦之；天将毁之，必先累之。\r\n','on');
INSERT INTO `lh_saying` VALUES (1117,'欧洲谚语','贪婪的心像沙漠中的不毛之地，吸收一切雨水，却不滋生草木以方便他人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1118,'笛福','只要我还能划水，我就不肯被淹死，只要我还能站立，我就不肯倒下。\r\n','on');
INSERT INTO `lh_saying` VALUES (1119,'布莱希特','真理是时间的孩子，不是权威的孩子。\r\n','on');
INSERT INTO `lh_saying` VALUES (1120,'佚名','青春不仅属于那些风华正茂的青年人，更属于一切永不倦怠、永远进取的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1121,'藏族','骆驼的颈项就是再长，也够不到山那边的草；兔子的前腿就是再短，一样能够一蹦八根垅\r\n','on');
INSERT INTO `lh_saying` VALUES (1122,'清·梁启超','男儿志兮天下事，但有进步不有止，言志已酬便无志\r\n','on');
INSERT INTO `lh_saying` VALUES (1123,'司各特','在地球上没有什么收获比得上健康\r\n','on');
INSERT INTO `lh_saying` VALUES (1124,'百战奇略','天下无事，不可废武\r\n','on');
INSERT INTO `lh_saying` VALUES (1125,'摩索姆达','美好的思想，没有美好的品德来陪伴，它不过是泡影。\r\n','on');
INSERT INTO `lh_saying` VALUES (1126,'孟子','枉己者，未有能直人者也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1127,'爱默生','使时间充实就是幸福。\r\n','on');
INSERT INTO `lh_saying` VALUES (1128,'民谚','往者不可谏，来者犹可追\r\n','on');
INSERT INTO `lh_saying` VALUES (1129,'意大利','逃避愚昧，就是智慧的开端\r\n','on');
INSERT INTO `lh_saying` VALUES (1130,'巴浦洛夫','决不要骄傲。因为一骄傲，你就会在应该同意的场合固执起来，因为一骄傲，你就会拒绝别人的忠告和友谊的帮助。\r\n','on');
INSERT INTO `lh_saying` VALUES (1131,'赫尔岑','科学不是可以不劳而获的诚然，在科学上除了汗流满面是没有其他获得的方法的；热情也罢，幻想也罢，以整个身心去渴望也罢，都不能代替劳动。\r\n','on');
INSERT INTO `lh_saying` VALUES (1132,'加缪','真理在人那里获得生命力，并且展现出来。\r\n','on');
INSERT INTO `lh_saying` VALUES (1133,'爱因斯坦','在一个崇高的目的支持下，不停地工作，即使慢、也一定会获得成功。\r\n','on');
INSERT INTO `lh_saying` VALUES (1134,'佚名','幸福的泪由劳动的汗水酿成；失望的泪只有用奋斗才能抹去。\r\n','on');
INSERT INTO `lh_saying` VALUES (1135,'尼采','谦逊基于力量，高傲基于无能。\r\n','on');
INSERT INTO `lh_saying` VALUES (1136,'佚名','人在品格修养上，必须从花朵学得教训。为什么栀子花普遍为人喜爱，只有一个理由，因为他绝不想玫瑰花般的香味。\r\n','on');
INSERT INTO `lh_saying` VALUES (1137,'威·沃尔什','慷慨的行为就是它本身的报酬\r\n','on');
INSERT INTO `lh_saying` VALUES (1138,'富兰克林','毅力、勤奋、忘我投身于工作的人，诚实和勤勉，应该成为你永久的伴侣。\r\n','on');
INSERT INTO `lh_saying` VALUES (1139,'马克思','时间是人类发展的空间。\r\n','on');
INSERT INTO `lh_saying` VALUES (1140,'卢梭','把真理用在那些其存在对谁都不重要的，认识它又一无用处，无谓事情上，那就是对真理这个神圣的名词的亵渎。真理，如果毫无用处，就不是一件必须具有的东西。\r\n','on');
INSERT INTO `lh_saying` VALUES (1141,'爱默生','你信任人，人才对你忠实。以伟人的风度待人，人才表现出伟人的风度。\r\n','on');
INSERT INTO `lh_saying` VALUES (1142,'佚名','遇旱知泉甘，患难见真友。\r\n','on');
INSERT INTO `lh_saying` VALUES (1143,'卢卡努斯','贫困能造就男子气概\r\n','on');
INSERT INTO `lh_saying` VALUES (1144,'斯宾塞','要快乐首先要健康\r\n','on');
INSERT INTO `lh_saying` VALUES (1145,'车尔尼雪夫斯基','为人粗鲁意味着忘却了自己的尊严\r\n','on');
INSERT INTO `lh_saying` VALUES (1146,'海塞','思想和智慧是高尚的美德。\r\n','on');
INSERT INTO `lh_saying` VALUES (1147,'泰戈尔','如果你因失去了太阳而流泪，那末你也将失去群星了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1148,'《旧约·约伯记》','人生岂不是一个考验。\r\n','on');
INSERT INTO `lh_saying` VALUES (1149,'傅玄','近朱者赤，近墨者黑。\r\n','on');
INSERT INTO `lh_saying` VALUES (1150,'歌德','一个人的礼貌就是一面照出他的肖像的镜子。\r\n','on');
INSERT INTO `lh_saying` VALUES (1151,'阿拉伯','不付诸行动的希望，有如不结果实的大树\r\n','on');
INSERT INTO `lh_saying` VALUES (1152,'卡耐基','一个不注意小事情的人，永远不会成功大事业。\r\n','on');
INSERT INTO `lh_saying` VALUES (1153,'高尔基','理智要比心灵为高，思想要比感情可靠。\r\n','on');
INSERT INTO `lh_saying` VALUES (1154,'席勒','即使品德穿着褴褛的衣裳，也应该受到尊敬。\r\n','on');
INSERT INTO `lh_saying` VALUES (1155,'库尔茨','谁能以深刻的内容充实每个瞬间，谁就是在无限地延长自己的生命。\r\n','on');
INSERT INTO `lh_saying` VALUES (1156,'颜之推','天下事以难而废者十之一，以惰而废者十之九。\r\n','on');
INSERT INTO `lh_saying` VALUES (1157,'黑格尔','人应尊敬他自己，并应自视能配得上最高尚的东西。\r\n','on');
INSERT INTO `lh_saying` VALUES (1158,'英国','懒惰中有永恒的绝望\r\n','on');
INSERT INTO `lh_saying` VALUES (1159,'民谚','成就就是谦虚者前进的阶梯，也是骄傲者后退的滑梯\r\n','on');
INSERT INTO `lh_saying` VALUES (1160,'文嘉','明日复明日，明日何其多！日日待明日，万事成蹉跎。世人皆被明日累，明日无穷老将至。晨昏滚滚水东流。今古悠悠日西坠。百年明日能几何？请君听我《明日歌》。\r\n','on');
INSERT INTO `lh_saying` VALUES (1161,'拉蒙纳斯','良心是公正廉洁的法官。\r\n','on');
INSERT INTO `lh_saying` VALUES (1162,'巴尔扎克','在风度上和在各种事情上一样，惟一不衰老的东西，是心地。心地善良的人单纯朴实。\r\n','on');
INSERT INTO `lh_saying` VALUES (1163,'笛卡尔','要以探求真理为毕生的事业。\r\n','on');
INSERT INTO `lh_saying` VALUES (1164,'歌德','品格换来品格。慷慨，尤其是还兼有谦虚，就会使人人赢得好感。\r\n','on');
INSERT INTO `lh_saying` VALUES (1165,'迪斯雷利','造就奇才的先决条件是大众的智慧。\r\n','on');
INSERT INTO `lh_saying` VALUES (1166,'佚名','信任是友谊的桥梁，而自重则是友谊的催化剂。\r\n','on');
INSERT INTO `lh_saying` VALUES (1167,'柏拉图','如果一个人的激情，无论在快乐还是苦恼中，都有保持不忘理智所教给的关于什么应当恐惧，什么不应当惧怕的信条，那么我们就因他的激情部分而称每个这样的人为勇敢的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1168,'阿拉伯','毙虎者饱餐虎肉，畏虎者葬身虎口\r\n','on');
INSERT INTO `lh_saying` VALUES (1169,'民谚','老当益壮，穷且益坚\r\n','on');
INSERT INTO `lh_saying` VALUES (1170,'毛姆','人生是个艰辛的历程，让我自己的一生过得完美一点儿已经很不容易了，怎么能指望去教导别人如何过好他的一生呢？\r\n','on');
INSERT INTO `lh_saying` VALUES (1171,'高尔基','我知道什么是劳动：劳动是世界上一切欢乐和一切美好事情的源泉。\r\n','on');
INSERT INTO `lh_saying` VALUES (1172,'白朗宁','当争斗在一个内心中发生，他的生存就有价值了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1173,'爱献生','生活的乐趣取决于生活都本身，而不是取决于工作或地点\r\n','on');
INSERT INTO `lh_saying` VALUES (1174,'尼科尔','机遇垂青那些懂得怎样追求她的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1175,'法莱塞','在每一条路上都有成百上千的人在勤奋，所以知名之士为数不少。大海里已经挤满了鲸鱼。\r\n','on');
INSERT INTO `lh_saying` VALUES (1176,'李大钊','游玩在一种意义上是增益的生活的准备。\r\n','on');
INSERT INTO `lh_saying` VALUES (1177,'佚名','事业带给我们的乐趣，就在于怎样跨过一道又一道栅栏；平坦，倒显不出称们的脚力与速度。\r\n','on');
INSERT INTO `lh_saying` VALUES (1178,'盖兹利特','生活中最大的满足就是意识到应尽的义务。\r\n','on');
INSERT INTO `lh_saying` VALUES (1179,'法朗士','让我们享受人生的滋味吧，如果我们感受得越多，我们就会生活得越长久。\r\n','on');
INSERT INTO `lh_saying` VALUES (1180,'佚名','真心的对别人产生点兴趣，是推销员最重要的品格。\r\n','on');
INSERT INTO `lh_saying` VALUES (1181,'李·雅科卡','决不要安于现状，任何人都可以创造自己的命运。\r\n','on');
INSERT INTO `lh_saying` VALUES (1182,'《战国策·齐策三》','物舍其所长，之其所短，尧亦有所不及矣。\r\n','on');
INSERT INTO `lh_saying` VALUES (1183,'雨果','让自己的内心藏着一条巨龙，既是一种苦刑，也是一种乐趣\r\n','on');
INSERT INTO `lh_saying` VALUES (1184,'清·薛雪','宁曲毋巧，宁朴毋华\r\n','on');
INSERT INTO `lh_saying` VALUES (1185,'布鲁诺','我认为胜利是可以得到的，并且勇敢地为它奋斗。我的后代将会说：“他不知死的恐惧，比任何人都刚毅；认为为真理而斗争是人类最大的乐趣。”\r\n','on');
INSERT INTO `lh_saying` VALUES (1186,'爱因斯坦','一个人的价值,应当看他贡献什么,而不应当看他取得什么.\r\n','on');
INSERT INTO `lh_saying` VALUES (1187,'洛克','智育只能是德育的辅助品，学问只能作为辅佐品德之用，对于心地良好的人来说，学问对于德行与智慧都有帮助；对于心地不是良好的人来说，学问就会使他们变得更坏。\r\n','on');
INSERT INTO `lh_saying` VALUES (1188,'易卜生','在高空中建造的楼阁决不会有坚实\r\n','on');
INSERT INTO `lh_saying` VALUES (1189,'冯梦龙','心正自然邪不扰，身端怎有恶来欺。<br>明·冯梦龙《警世通言·白娘子永镇雷峰塔》心地纯正，邪恶的人自然不能侵扰；行为端庄，凶恶之人怎能欺侮？\r\n','on');
INSERT INTO `lh_saying` VALUES (1190,'荀况','不登高山，不知天之大；不临深谷，不知地之厚也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1191,'佚名','每一个人都是一个太阳，你的生命照亮和温暖着别人，同时也被人温暖和照亮。\r\n','on');
INSERT INTO `lh_saying` VALUES (1192,'易卜生','金钱可以是许多东西的外壳，却不是里面的果实。\r\n','on');
INSERT INTO `lh_saying` VALUES (1193,'（法国）谚语','劳动是最可靠的财富。\r\n','on');
INSERT INTO `lh_saying` VALUES (1194,'张孝祥','应念岭表经年，孤光自照，肝胆皆冰雪。<br>宋·张孝祥《念奴娇·过洞庭》岭表经年：在岭南过了一年。岭表，五岭以南，今广东、广西地区。孤光自照：谓自己心地光明磊落。孤光，指月亮。肝胆比冰雪：谓自己玉洁冰清。\r\n','on');
INSERT INTO `lh_saying` VALUES (1195,'（战国）吕不韦','苦之，以验其志。\r\n','on');
INSERT INTO `lh_saying` VALUES (1196,'维尔哈伦','生活就是用斗争、探索、操劳的火燃自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (1197,'法布尔','学习这件事不在乎有没有人教你,最重要的是在于你自己有没有觉悟和恒心。\r\n','on');
INSERT INTO `lh_saying` VALUES (1198,'佚名','人生的价值在于创造，没有创造的生活，只能叫活着。\r\n','on');
INSERT INTO `lh_saying` VALUES (1199,'柯尔律治','沙粒之中亦有宇宙\r\n','on');
INSERT INTO `lh_saying` VALUES (1200,'民谚','弱敌不可轻，强敌不可畏\r\n','on');
INSERT INTO `lh_saying` VALUES (1201,'荀子','君子崇人之德，扬人之美，非谄谀也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1202,'佚名','如果我们都去做自己能力做得到的事，我们真会叫自己大吃一惊。\r\n','on');
INSERT INTO `lh_saying` VALUES (1203,'阿纳托尔·法朗士','正义是对已确立的非正义的制裁\r\n','on');
INSERT INTO `lh_saying` VALUES (1204,'康德','诚实比一切智谋更好，而且它是智谋的基本条件。\r\n','on');
INSERT INTO `lh_saying` VALUES (1205,'佚名','好咖啡要和朋友一起品尝，好机会也要和朋友一起分享。\r\n','on');
INSERT INTO `lh_saying` VALUES (1206,'佚名','不知道自己走向何方的人，大都是人生的匆匆过客；<br>\r\n','on');
INSERT INTO `lh_saying` VALUES (1207,'希腊','道德是永存的，而财富是每天都在更换主人的\r\n','on');
INSERT INTO `lh_saying` VALUES (1208,'明·吕经野','圣人教人，或因病人病处说，或因个人不足处说，或因人学术有偏处说，未尝执于一言\r\n','on');
INSERT INTO `lh_saying` VALUES (1209,'佚名','有事业的峰峦上，有汗水的溪流飞淌；在智慧的珍珠里，有勤奋的心血闪光。\r\n','on');
INSERT INTO `lh_saying` VALUES (1210,'富兰克林','最难抑制的情感是骄傲，尽管你设法掩饰，竭力与之斗争，它仍然存在。即使我敢相信已将它完全克服，我很可能又因自己的谦逊而感到骄傲。\r\n','on');
INSERT INTO `lh_saying` VALUES (1211,'佚名','一个人的聪明有限，众人的智慧无穷\r\n','on');
INSERT INTO `lh_saying` VALUES (1212,'佚名','如果要挖井，就要挖到水出为止。\r\n','on');
INSERT INTO `lh_saying` VALUES (1213,'（哈萨克族）谚语','清洁是健康的基础，劳动是财富的基础。\r\n','on');
INSERT INTO `lh_saying` VALUES (1214,'鲁迅','什么是路？就是从没有路的地方践踏出来的，从只有荆棘的地方开辟出来的\r\n','on');
INSERT INTO `lh_saying` VALUES (1215,'佚名','拥有梦想只是一种智力，实现梦想才是一种能力。\r\n','on');
INSERT INTO `lh_saying` VALUES (1216,'萨迪','你若不说话，不会有麻烦。你若开了口，就得有才干。\r\n','on');
INSERT INTO `lh_saying` VALUES (1217,'邹韬奋','最主要的是所选的朋友须正派，即品性端正的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1218,'古巴','海鸥不怕风雨，勇士何惧流血\r\n','on');
INSERT INTO `lh_saying` VALUES (1219,'《资治通鉴》','丈夫一言许人，千金不易。\r\n','on');
INSERT INTO `lh_saying` VALUES (1220,'罗曼·罗兰','一无所有的人是有福的，因为他们将获得一切！\r\n','on');
INSERT INTO `lh_saying` VALUES (1221,'吉尔伯特','我们不要沮丧，每一片云彩都会有银边在闪光\r\n','on');
INSERT INTO `lh_saying` VALUES (1222,'秋谨','人生处世，应当匡救时局的艰危，以实现自己的抱负，怎么能为柴米油盐等家庭琐事了此一生呢？\r\n','on');
INSERT INTO `lh_saying` VALUES (1223,'司马光','不宝金玉，而忠信为宝。\r\n','on');
INSERT INTO `lh_saying` VALUES (1224,'阿拉伯','经历重大变故的人，容易成为智者\r\n','on');
INSERT INTO `lh_saying` VALUES (1225,'培根','人生如同道路。最近的捷径通常是最坏的路。\r\n','on');
INSERT INTO `lh_saying` VALUES (1226,'显克微支','谁能从道德败坏的地方脱出来，还保持洁白，便是有了最伟大的功德。\r\n','on');
INSERT INTO `lh_saying` VALUES (1227,'卢梭','当我们只遇到逆风行舟的时候，我们调整航向迂回行驶就可以了；但是，当海面上波涛汹涌，而我们想停在原地的时候，那就要抛锚。当心啊，年轻的舵手，别让你的缆绳松了，别让你的船锚动摇，不要在你没有发觉以前，船就漂走了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1228,'曹操','老驥伏枥，志在千里。烈士暮年，壮心不已。\r\n','on');
INSERT INTO `lh_saying` VALUES (1229,'佚名','不会做小事的人，也做不出大事来。\r\n','on');
INSERT INTO `lh_saying` VALUES (1230,'哈代','批评一个人的人格好坏，不但得看这个人已经作过的事，还得看他的目的和冲动；好坏的真正依据，不是已成事实的行为，却是未成事实的意向\r\n','on');
INSERT INTO `lh_saying` VALUES (1231,'土耳其','智慧是人的财富\r\n','on');
INSERT INTO `lh_saying` VALUES (1232,'（汉）杨雄','上交不谄，下交不骄。\r\n','on');
INSERT INTO `lh_saying` VALUES (1233,'元·马致远','天无不覆，地无不载\r\n','on');
INSERT INTO `lh_saying` VALUES (1234,'宋·吕苏辙','以法服人，其外若密，以德实疏；以德结人，其外虽疏，其中实密\r\n','on');
INSERT INTO `lh_saying` VALUES (1235,'佚名','矿石——你深知自己虽是“百宝之母”但如果不千锤百炼，也只能是一堆废物。\r\n','on');
INSERT INTO `lh_saying` VALUES (1236,'民谚','钉子是敲进去的，时间是挤出来的\r\n','on');
INSERT INTO `lh_saying` VALUES (1237,'宋·葛彷','平淡而到天然处，则善矣\r\n','on');
INSERT INTO `lh_saying` VALUES (1238,'朱冼','搞科学工作需要人的全部生命，八小时工作制是行不通的。\r\n','on');
INSERT INTO `lh_saying` VALUES (1239,'伍威尔逊','每个人都是他自己个性的工程师\r\n','on');
INSERT INTO `lh_saying` VALUES (1240,'高尔基','天才是由于对事业的热爱感而发展起来的，简直可以说，天才就其本质而论作者：只不过是对事业、对工作过程的热爱而已\r\n','on');
INSERT INTO `lh_saying` VALUES (1241,'佚名','生命是一种创造性的历程，每一个人要了解自己创造力的来源，利用自己的创造力来创造自己的人生。\r\n','on');
INSERT INTO `lh_saying` VALUES (1242,'佚名','时间待人是平等的，而时间在每个人手里的价值却不同\r\n','on');
INSERT INTO `lh_saying` VALUES (1243,'佚名','你对人无情，人对你薄意。\r\n','on');
INSERT INTO `lh_saying` VALUES (1244,'克雷洛夫','一切真正的天才，都能够蔑视诽谤；他们天生的特长，使批评家不能信口开河。\r\n','on');
INSERT INTO `lh_saying` VALUES (1245,'佚名','一个好好过生活的人，他的时间应该分做三部分：劳动享乐休息或消遣。\r\n','on');
INSERT INTO `lh_saying` VALUES (1246,'伯尔','消磨时间是一种多么劳累、多么可怕的事情啊，这只肉眼看不见的秒针无时不在地平线下转圈，你一再醉生梦死地消磨时间，到头来你还得明白，它仍在继续转圈，无情地继续转圈。\r\n','on');
INSERT INTO `lh_saying` VALUES (1247,'塞内加','适度的娱乐能放松人的情绪，陶冶人的情操。\r\n','on');
INSERT INTO `lh_saying` VALUES (1248,'俄罗斯谚语','青春去时不告别，老年来时不招手。\r\n','on');
INSERT INTO `lh_saying` VALUES (1249,'赞科夫','劳动教学里……还能培养这样一些宝贵的个性品质，如学会集体工作、热爱劳动、克服困难的坚毅精神等。\r\n','on');
INSERT INTO `lh_saying` VALUES (1250,'乌纳穆诺','当你开始依照习惯行事，你的进取精神就会因此而丧失\r\n','on');
INSERT INTO `lh_saying` VALUES (1251,'华生','一切本能活动的主要任务……是在于引发学习的过程\r\n','on');
INSERT INTO `lh_saying` VALUES (1252,'卢梭','青年是学习智慧的时期，中年是付诸实践的时期。\r\n','on');
INSERT INTO `lh_saying` VALUES (1253,'佚名','要想吸引朋友，须有好的品性。\r\n','on');
INSERT INTO `lh_saying` VALUES (1254,'肖伯纳','人们会为了人类的至善而死，为了这种至善，人们乐意牺牲他们的一切自由。\r\n','on');
INSERT INTO `lh_saying` VALUES (1255,'李奥贝纳','我所享有的任何成就，完全归因于对客户与工作的高度责任感，不惜付出自我而成就完美的热情，以及绝不容忍马虎的想法，草率粗心的工作，与差强人意的作品。\r\n','on');
INSERT INTO `lh_saying` VALUES (1256,'莱辛','我们的骄傲多半是基于我们的无知！\r\n','on');
INSERT INTO `lh_saying` VALUES (1257,'佚名','大多数人想要改造这个世界，但却罕有人想改造自己。\r\n','on');
INSERT INTO `lh_saying` VALUES (1258,'伏尔泰','妄自尊大只不过是无知的假面具而已。\r\n','on');
INSERT INTO `lh_saying` VALUES (1259,'毛泽东','知识的问题是一个科学问题，来不得半点虚伪和骄傲，决定的需要的倒是其反面——诚实和谦逊的态度。\r\n','on');
INSERT INTO `lh_saying` VALUES (1260,'佚名','思想如钻子，必须集中在一点钻下去才有力量\r\n','on');
INSERT INTO `lh_saying` VALUES (1261,'《周易》','君子藏器于身，待时而动。\r\n','on');
INSERT INTO `lh_saying` VALUES (1262,'佚名','人生像一张洁白的纸，全凭人生之笔去描绘，玩忽纸笔者，白纸上只能涂成一摊胡乱的墨迹；认真书写者，白纸上才会留下一篇优美的文章。\r\n','on');
INSERT INTO `lh_saying` VALUES (1264,'徐特立','俭朴的生活，不但可使精神愉快，而且可以培养革命品质。\r\n','on');
INSERT INTO `lh_saying` VALUES (1265,'奥维','使一个人伟大，并不在富裕和门第，而在于可贵的行为和高尚的品行。\r\n','on');
INSERT INTO `lh_saying` VALUES (1266,'培根','古谚说得好，机会老人先给你送上它的头发，当你没有抓住再后悔时，却只能摸到它的秃头了。或者说它先给你一个可以抓的瓶颈，你不及时抓住，再得到的却是抓不住的瓶身了。\r\n','on');
INSERT INTO `lh_saying` VALUES (1267,'约翰·拔罗斯','机会似乎是很诱人的，事实上有很多遥不可及和美好的事物都是骗人的幌子。最好的机会，就在你的身旁。\r\n','on');
INSERT INTO `lh_saying` VALUES (1268,'小普林尼','天才绝不应鄙视勤奋\r\n','on');
INSERT INTO `lh_saying` VALUES (1269,'英国','教育之于人有如雕刻之于大理石\r\n','on');
INSERT INTO `lh_saying` VALUES (1270,'蒲松龄','性痴则其志凝。故书痴者文必工，艺痴者技必良。世之落拓而无成者，皆自谓不痴者也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1271,'米南德','坎坷的道路上可以看出毛驴的耐力，患难的生活中可以看出友谊的忠诚。\r\n','on');
INSERT INTO `lh_saying` VALUES (1272,'徐荣','不见闲人精力长，但见劳人筋骨实。\r\n','on');
INSERT INTO `lh_saying` VALUES (1273,'苏格拉底','好习惯是一个人在社会交场中所能穿着的最佳服饰。\r\n','on');
INSERT INTO `lh_saying` VALUES (1274,'培根','除了知识和学问之外，世上没有其他任何力量能在人们的精神和心灵中，在人的思想、想象、见解和信仰中建立起统治和权威\r\n','on');
INSERT INTO `lh_saying` VALUES (1275,'意大利','懂得生命真谛的人，可以使短促的生命延长\r\n','on');
INSERT INTO `lh_saying` VALUES (1276,'威廉·詹姆斯','真正的文化以同情和赞美为生，而不是以憎厌和轻蔑为生\r\n','on');
INSERT INTO `lh_saying` VALUES (1277,'海德','春天不播种，夏天就不会生长，秋天就不能收割，冬天就不能品尝。\r\n','on');
INSERT INTO `lh_saying` VALUES (1278,'博斯威尔','能对你开怀直言的人，便是你的挚友。\r\n','on');
INSERT INTO `lh_saying` VALUES (1279,'佚名','与其花时间和精力去凿许多浅井，不如花同样时间和精力去凿一口深井\r\n','on');
INSERT INTO `lh_saying` VALUES (1281,'日本','浅河要当深渡\r\n','on');
INSERT INTO `lh_saying` VALUES (1282,'英国','节约一分钱，等于生产一分钱\r\n','on');
INSERT INTO `lh_saying` VALUES (1283,'明·方孝儒','求之言语之外，而得其所不言之意\r\n','on');
INSERT INTO `lh_saying` VALUES (1284,'罗·科林伍德','真正的自由属于那些自食其力的人，并且在自己的工作中有所作为的人\r\n','on');
INSERT INTO `lh_saying` VALUES (1285,'德纳姆','我们决不可被盲目所左右，每个人都有他自己的见地\r\n','on');
INSERT INTO `lh_saying` VALUES (1286,'班固','谦而四益。\r\n','on');
INSERT INTO `lh_saying` VALUES (1287,'邓拓','古今中外有学问的人，有成就的人，总是十分注意积累的。知识就是积累起来的。我们对什么事都不应该像“过眼烟云”。\r\n','on');
INSERT INTO `lh_saying` VALUES (1288,'苏格拉底','真正高明的人，就是能够借重别人的智慧，来使自己不受蒙蔽的人。\r\n','on');
INSERT INTO `lh_saying` VALUES (1289,'柯立芝','一个政党是否真正有力量，就看它能否接近民众\r\n','on');
INSERT INTO `lh_saying` VALUES (1290,'柯尔律治','一个饱经风霜而又明智的人，定能雄飞于明天的早晨\r\n','on');
INSERT INTO `lh_saying` VALUES (1291,'乔治·爱特略','自负出于天性，谦逊出于需要\r\n','on');
INSERT INTO `lh_saying` VALUES (1292,'门捷罗夫','为了照亮地球深处，在黑暗之中看到蕴藏丰富的矿产资源，科学之灯是必须的\r\n','on');
INSERT INTO `lh_saying` VALUES (1293,'坦桑尼亚','路再长也有终点，夜再长也有尽头\r\n','on');
INSERT INTO `lh_saying` VALUES (1295,'佚名','智慧不是天公的恩赐，而是经验的结晶\r\n','on');
INSERT INTO `lh_saying` VALUES (1296,'泰戈尔','闪射理想之光吧，心灵之星！把光流注入，未来的暮霭之中。\r\n','on');
INSERT INTO `lh_saying` VALUES (1297,'（唐）李白','骐骥筋力成，志在万里外。\r\n','on');
INSERT INTO `lh_saying` VALUES (1298,'（英国）谚语','读书对于智慧，就象体操对于身体一样。\r\n','on');
INSERT INTO `lh_saying` VALUES (1299,'莎士比亚','无数人的失败，都是失败于做事情不彻底，往往做到离成功只差一步就停下来。\r\n','on');
INSERT INTO `lh_saying` VALUES (1300,'民谚','神奇的语言是童话，科学的预言是事实\r\n','on');
INSERT INTO `lh_saying` VALUES (1301,'佚名','没有理想的人，就象一艘无舵的孤舟，终将被大海吞没；就象一颗黑夜的流星，真不知要陨落何方。\r\n','on');
INSERT INTO `lh_saying` VALUES (1302,'罗·特雷塞尔','一个人有了发明创造，他对社会作出了贡献，社会也就会给他尊敬和荣誉。\r\n','on');
INSERT INTO `lh_saying` VALUES (1303,'谚语','人生的道路虽然漫长，但紧要处常常只有几步。\r\n','on');
INSERT INTO `lh_saying` VALUES (1304,'杰利密·泰勒','友谊是我人哀伤时的缓和剂，激情的舒解剂，是我们的压力的流泄口，我们灾难时的庇护所，是我们犹疑时的商议者，是我们脑子的清新剂，我们思想的散发口，也是我们沉思的锻炬和改进。\r\n','on');
INSERT INTO `lh_saying` VALUES (1305,'马克·吐温','巨大的财富对于一个不惯于掌握钱财的人，是一种毒害，它侵入他的品德的血肉和骨髓。\r\n','on');
INSERT INTO `lh_saying` VALUES (1306,'司汤达','一个最富有热情的心灵，应该有所发明与建树。\r\n','on');
INSERT INTO `lh_saying` VALUES (1307,'毛泽东','人们的社会存在，决定人们的思想。而代表先进阶级的正确思想，一旦被群众掌握，就会变成改造社会、改造世界的物质力量。\r\n','on');
INSERT INTO `lh_saying` VALUES (1308,'《礼记》','君子不自大其事，不自尚其功。\r\n','on');
INSERT INTO `lh_saying` VALUES (1309,'汉·沃德','产生信念是要付出很高的代价的\r\n','on');
INSERT INTO `lh_saying` VALUES (1310,'富兰克林','惟坚韧者始能遂其志。\r\n','on');
INSERT INTO `lh_saying` VALUES (1311,'卡莱尔','青春是人生最快乐的时光，但这种快乐往往完全是因为它充满着希望。\r\n','on');
INSERT INTO `lh_saying` VALUES (1312,'唐·白居易','仁圣之本，在乎制度而已\r\n','on');
INSERT INTO `lh_saying` VALUES (1313,'陈毅','大雪压青松，青松挺且直。\r\n','on');
INSERT INTO `lh_saying` VALUES (1314,'舒卓','缺乏一种自信的精神，这往往导致一些本来是萌芽了的天才走向自我扼杀。\r\n','on');
INSERT INTO `lh_saying` VALUES (1315,'爱默生','即使断了一条弦，其余的三条弦还是要继续演奏，这就是人生。\r\n','on');
INSERT INTO `lh_saying` VALUES (1316,'温塞特','趁年青少壮去探求知识吧，它将弥补由于年老而带来的亏损。智慧乃是老年的精神的养料，所以年青时应该努力，这样年青时才不致空虚。\r\n','on');
INSERT INTO `lh_saying` VALUES (1317,'爱迪生','天才，那就是一分灵感加上九十九分汗水。\r\n','on');
INSERT INTO `lh_saying` VALUES (1318,'英国','只要肯学，永不嫌晚\r\n','on');
INSERT INTO `lh_saying` VALUES (1319,'苏霍姆林斯基','成熟的和真正的公民意识；就把为社会服务看作一个人最主要的美德。\r\n','on');
INSERT INTO `lh_saying` VALUES (1320,'贺瑞斯','从恶德中逃避是美德的开始。\r\n','on');
INSERT INTO `lh_saying` VALUES (1321,'奥斯特洛夫斯基','你必须保持诚实的立场。这时常是冒险的，这需要有勇气。\r\n','on');
INSERT INTO `lh_saying` VALUES (1322,'达尔文','作为一个科学家来说，我的成功……最主要的是：爱科学——在长期思索任何问题上的无限耐心——在观察和搜集事实上的勤勉——相当的发明能力和常识。\r\n','on');
INSERT INTO `lh_saying` VALUES (1323,'布鲁诺','科学是使人的精神变得勇敢的最好途径。\r\n','on');
INSERT INTO `lh_saying` VALUES (1324,'宋·欧阳修','用兵之道，智居首，勇力其次\r\n','on');
INSERT INTO `lh_saying` VALUES (1325,'《汉书》','前车之覆，后车之鉴\r\n','on');
INSERT INTO `lh_saying` VALUES (1326,'卢梭','装饰的华丽可以显示出一个人的富有，优雅可以显示出一个人的趣味，但一个人的健康与茁壮则须由另外的标志来识别，只有在一个劳动者的粗布衣服下面，而不是在嬖幸者的穿戴之下，我们才能发现强有力的身躯。\r\n','on');
INSERT INTO `lh_saying` VALUES (1327,'奥尔丁顿','爱国主义是一种生动的集体责任感\r\n','on');
INSERT INTO `lh_saying` VALUES (1328,'富兰克林','坏的习惯必须打破，好的习惯必须加以培养，然后我们才能希望我们的举止能够坚定不移始终如一地正确。\r\n','on');
INSERT INTO `lh_saying` VALUES (1329,'闻一多','尽可多创造快乐去填满时间，哪可活活缚着时间来陪着快乐\r\n','on');
INSERT INTO `lh_saying` VALUES (1330,'阿德勒','奉献乃是生活的真实意义。假如我们在今日检视我们从祖先手里接下来的遗物，我们将会看到什么？他们留下来的东西，都有是他们对人类生活的贡献。\r\n','on');
INSERT INTO `lh_saying` VALUES (1331,'帕斯捷尔纳克','寻求真理的只能是独自探索的人，和那些并不真心热爱真理的人毫不相干。\r\n','on');
INSERT INTO `lh_saying` VALUES (1332,'伊朗','疾驰的快马，往往只跑两个驿亭；从容的驴子，才能日夜兼程\r\n','on');
INSERT INTO `lh_saying` VALUES (1333,'甘地','父母用他慈爱的眼泪，洗净我污浊的心灵，用爱心代替鞭打，他的眼泪胜过千言万语的训诫，愈加坚定我改过向善的决心，虽然当时我准备接受任何严厉的处罚，如果父亲真的责备我，可能会引起我的反感，而无益于我德性的进长。\r\n','on');
INSERT INTO `lh_saying` VALUES (1334,'清·梁启超','国家之主人为谁？即一国之民是也\r\n','on');
INSERT INTO `lh_saying` VALUES (1335,'名人座右铭','“座右铭”，本指古人写出来放在座位的右边的格言，后泛指人们激励、警戒自己，作为行动指南的格言。历史上，中外许多名人都有自己的“座右铭”，这些“座右铭”永远值得我们这跨世纪的一代人学习。<br><br>世界著名传染病学家巴斯德的座右铭——意志、工作、等待，是成功的金字塔的基石。<br><br>近代电磁学的奠基者法拉第的座右铭——拼命去争取成功，但不要期望一定会成功。<br><br>加拿大著名科学家、诺贝尔医学奖获得者班廷的座右铭——人生最大的快乐不在于占有什么，而在于追求什么的过程中。<br><br>伟大的无产阶级革命导师马克思的座右铭——思考一切。<br><br>法国著名作家司汤达的座右铭——谁要干白纸上写黑字这一行，别人说他笨拙，就不应该惊讶或者动气。<br><br>法国著名作家左拉的座右铭——没有一天不写一行。<br><br>英国著名作家狄更斯的座右铭——切勿飘飘然。<br><br>中国现代伟大的无产阶级文学家、思想家、革命家鲁迅的座右铭——早。<br><br>中国现代无产阶级文学家、军事家叶挺的座右铭——三军可夺帅，匹夫不可夺志。<br><br>中国现代杰出画家徐悲鸿的座右铭——','on');
INSERT INTO `lh_saying` VALUES (1336,'伦米利','不存在没有热情的智能，也不存在没有智能的热情，如果没有勤奋，也不存在热情与才能的结合。\r\n','on');
INSERT INTO `lh_saying` VALUES (1337,'皮塔库斯','要认准自己的机会。\r\n','on');
INSERT INTO `lh_saying` VALUES (1338,'《孟子·告子上》','生，我所欲也；义亦我所欲也。二者不可得兼，舍生而取义者也。\r\n','on');
INSERT INTO `lh_saying` VALUES (1339,'《格言对联》','有志肝胆壮；无私义凛然。\r\n','on');
INSERT INTO `lh_saying` VALUES (1340,'弗洛姆','真正的理想决不是某种居于个人之上的神秘力量，它是无条件肯定自我的一种有力表现。凡是违反了肯定自我这一原则的任何理想，都被证明并不是一种理想，而只是一种病态的目标。\r\n','on');
INSERT INTO `lh_saying` VALUES (1341,'莎士比亚','仅仅一个人独善其身，那实在是一种浪费。上天生上我们，是要把我们当作火炬，不是照亮自己，而是普照世界；因为我们的德行尚不能推及他人，那就等于没有一样。\r\n','on');
INSERT INTO `lh_saying` VALUES (1342,'（清）颜元','志不真则心不热，心不热则功不紧。\r\n','on');
INSERT INTO `lh_saying` VALUES (1343,'卑拆','一个人的真正权势及钱财的产业，是在他本身之内；不是在乎他的居处、地位、或外在关系，而是在他自己的品格之中。\r\n','on');
INSERT INTO `lh_saying` VALUES (1344,'爱默生','品格是一种内在的力量，它的存在能直接发挥作用，而无需借助任何手段。\r\n','on');
INSERT INTO `lh_saying` VALUES (1345,'范仲淹','家贫志不移，贪读如饥渴。\r\n','on');
INSERT INTO `lh_saying` VALUES (1346,'佚名','挫折是块磨石，把强者磨得更加坚强，把弱者磨得更加脆弱。\r\n','on');
INSERT INTO `lh_saying` VALUES (1347,'吴玉章','人生在世，事业为重。\r\n','on');
INSERT INTO `lh_saying` VALUES (1348,'孟子','君子量不极，胸吞百川流\r\n','on');
INSERT INTO `lh_saying` VALUES (1349,'佚名','人生伟业的建立，不在能知，乃在能行。\r\n','on');
INSERT INTO `lh_saying` VALUES (1350,'但丁','一个人愈知道时间的价值，愈感觉失时的痛苦呀！\r\n','on');
INSERT INTO `lh_saying` VALUES (1351,'戴尔·卡耐基','打动人心的最高明的办法，是跟他谈论他最珍贵的事物。\r\n','on');
INSERT INTO `lh_saying` VALUES (1352,'马克·吐温','在人生的前半，有享乐的能力而无享乐的机会；在人生的后半，有享乐的机会而无享乐的能力。\r\n','on');
INSERT INTO `lh_saying` VALUES (1353,'荀况','君子赠人以言，庶人赠人以财。\r\n','on');
INSERT INTO `lh_saying` VALUES (1354,'朱熹','知之愈明，则行之愈笃；行之愈笃，则知之益明。\r\n','on');
INSERT INTO `lh_saying` VALUES (1355,'培根','聪明的人造就机会多于碰机会。\r\n','on');
INSERT INTO `lh_saying` VALUES (1356,'箴言','时间不是金钱，不是任何可以失而复得的物质。你一旦把它轻易失去，它就永远同你无情的分别。最可怕的事情是：它离开你时，还从你身上窃去了最珍贵的财产——青春和生命！\r\n','on');
INSERT INTO `lh_saying` VALUES (1357,'雨果','哪里有思想，哪里就有威力。\r\n','on');
INSERT INTO `lh_saying` VALUES (1358,'瞿秋白','最有幸福的，只是勤劳的劳动之后。劳动能给人以完全的幸福，幸福——劳动。\r\n','on');
INSERT INTO `lh_saying` VALUES (1359,'佚名','细想出智慧，细嚼出滋味。\r\n','on');
INSERT INTO `lh_saying` VALUES (1360,'甘地夫人','教育是陶冶身心，培养健全的个性，以便能够从容不迫地适应生活中的各种变化。这是从学校和课本知识中所得不到的。主要负担落在母亲的肩上，她必须帮助孩子发展自我克制的能力，加强他们的品行的培养。真正的爱并不是迁就孩子，让他们随心所欲，而是随时约束和教育他们。\r\n','on');
INSERT INTO `lh_saying` VALUES (1361,'林慎思','治外物易，治已身难。\r\n','on');
INSERT INTO `lh_saying` VALUES (1362,'孔丘','守之以愚，功被天下；守之以让，勇力振世；守之以怯，富有四海。\r\n','on');
INSERT INTO `lh_saying` VALUES (1363,'宋史','人不率，顺不从；身不先，则不信\r\n','on');
INSERT INTO `lh_saying` VALUES (1364,'法国','信心是命运的主宰\r\n','on');
INSERT INTO `lh_saying` VALUES (1365,'班固','少成若天性，习惯如自然。\r\n','on');

/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
